-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Июл 15 2019 г., 10:30
-- Версия сервера: 10.3.13-MariaDB
-- Версия PHP: 7.2.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `vix_shop_tpl3`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE `articles` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1,
  `mTitle` varchar(255) NOT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=3276 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`idItem`, `title`, `alias`, `brief`, `text`, `img`, `num`, `visibility`, `mTitle`, `mKeywords`, `mDescription`, `addDate`) VALUES
(20, 'Шесть простых способов улучшить выносливость', 'shest-prostyh-sposobov-uluchshit-vynoslivost', 'Усиление выносливости это не так трудно, но в то же время простой эту работу тоже не назовешь. Все, что вам нужно это грамотная постановка задачи и воля, необходимая для изменения работы вашего тела.', '<p>Усиление выносливости это не так трудно, но в то же время простой эту работу тоже не назовешь. Все, что вам нужно это грамотная постановка задачи и воля, необходимая для изменения работы вашего тела. Конечно, вы будете встречать препятствия &ndash; недостаток времени, усталость и прочее. Но вам не следует волноваться &ndash; выносливость вырабатывается незаметно и этот процесс не требует огромного количества времени. Вы должны использовать время лучшим способом из возможных. Ниже приведено 6 таких способов:&nbsp;</p>\r\n\r\n<p><strong>Создайте план занятий</strong></p>\r\n\r\n<p>Прежде всего, вы нуждаетесь в стратегии действий. Составьте такой распорядок, которому вы действительно способны следовать. Не ставьте нереалистичных целей, но и не позволяйте себе расхолаживаться.</p>\r\n\r\n<p><strong>Ежедневные прогулки или пробежки</strong></p>\r\n\r\n<p>Это самое простое &ndash; пройти или пробежать некоторое расстояние до дома, вместо того чтобы совершить весь путь на транспорте. Прогулки и утренние пробежки по выходным должны стать нормой &ndash; рассчитайте свои силы и подберите себе маршрут.</p>\r\n\r\n<p><strong>Поездки на велосипеде</strong></p>\r\n\r\n<p>Это лучшее упражнение для улучшения выносливости. В городских условиях это может быть доступно не каждому, но если вы выбираетесь за город, не забывайте об этом. Велосипедные поездки улучшают состояние вашего сердца и всей сердечно сосудистой системы.</p>\r\n\r\n<p><strong>Регулярное плавание</strong></p>\r\n\r\n<p>Плавание прекрасно развивает выносливость. Плавая как минимум дважды в неделю, вы разовьете все группы мышц и улучшите сопротивляемость организма к болезням и стрессу.</p>\r\n\r\n<p><strong>Йога</strong></p>\r\n\r\n<p>Занятия йогой чаще воспринимаются как нечто другое, но они прекрасно развивают и выносливость тоже &ndash; в йоге существует множество позиций именно для этого. Кроме того, йога помогает делать растяжку вашего тела и мускулов и заряжает их энергией, делая тело способным противостоять физическому истощению. Если вы регулярно занимаетесь, йогой так просто вы не устанете.</p>\r\n\r\n<p><strong>Диета</strong></p>\r\n\r\n<p>Соблюдение правильного питания необходимость для каждого человека. Фактически, уровень выносливости по большей части зависит именно от этого &ndash; если вы будете получать из пищи все нужные витамины и минералы, вы сами не заметите, как станете сильней и выносливей.</p>\r\n\r\n<p>Если вы ведете напряженную жизнь или наоборот она полна не менее утомительной рутины, не думайте, что сможете восстановить свои силы на диване. Только физическая активность поможет держать ваш организм в форме и тонусе.</p>', '7af58600d30a472bf3a70792b1fc5bb7.jpg', 1, 1, 'Шесть простых способов улучшить выносливость', 'Шесть простых способов улучшить выносливость', 'Шесть простых способов улучшить выносливость', '2016-07-13 18:50:31'),
(21, 'Женский фитнес и идеальный бюст', 'zhenskij-fitnes-i-idealnyj-byust', 'Популярный миф о том, что физические нагрузки вредны для груди, уже давно развенчали. Если хотите, чтобы ваша грудь была в форме, – бегом в спортзал.', '<p>Популярный миф о том, что физические нагрузки вредны для груди, уже давно развенчали. Если хотите, чтобы ваша грудь была в форме, &ndash; бегом в спортзал. Регулярные тренировки помогут держать мышцы молочной железы в тонусе, что придаст груди соблазнительные формы. Фитнес &ndash; ваш верный помощник в этом деле. Можно заниматься и на тренажерах, но комплекс упражнений для грудных мышц должен разработать компетентный тренер.</p>\r\n\r\n<p>&quot;Подтянуть&quot; грудь можно, если заниматься видами спорта, в которых основная нагрузка приходится на плечевой пояс. Поэтому играйте в теннис, баскетбол, волейбол или плавайте в бассейне.</p>\r\n\r\n<p><strong>Сделать грудь упругой помогут несложные упражнения, которые можно выполнять дома.</strong></p>\r\n\r\n<ol>\r\n	<li>В положении стоя соедините ладони перед грудью, пальцы должны быть направлены вверх. С силой сожмите ладони, подержите их так 10 секунд. Упражнение повторите 12 раз.</li>\r\n	<li>Положение стоя. Соедините ладони перед грудью, а затем разверните их так, чтобы пальцы были направлены в центр груди. Сожмите ладони на 10 секунд. Упражнение повторите 12 раз.</li>\r\n	<li>Кисти рук положите на плечи. На счет раз поднимите плечи, на два отведите их назад, на три опустите, на четыре выдвиньте вперед.</li>\r\n	<li>Станьте на носки, руку поднимите вверх. Сделайте плавный наклон назад, отводя руку как можно дальше.</li>\r\n	<li>Встаньте на носки, руку поднимите вверх и изо всех сил тянитесь за ней.</li>\r\n</ol>\r\n\r\n<h2>Уход за кожей груди</h2>\r\n\r\n<p>Кожа в этой зоне тонкая, чувствительная и нежная. Вот три процедуры, благодаря которым самая соблазнительная часть вашего тела будет оставаться таковой долгое время.</p>\r\n\r\n<p>Ежедневное очищение. Для очищения кожи в такой деликатной зоне подойдут мягкие средства с натуральными маслами.</p>\r\n\r\n<p>Контрастный душ. Каждое утро принимайте попеременно горячий и холодный душ. Можно делать обтирание кожи холодной водой или кубиками льда из настоя ромашки или календулы.</p>\r\n\r\n<p>Увлажнение и питание. Используйте специальные кремы, которые предотвращают появление растяжек. Отлично питают кожу и насыщают ее витаминами натуральные масла. Например, можно в масло виноградной косточки добавить пару капель эфирного масла пачули. Согрейте смесь в своих ладошках и нанесите на кожу в области груди и декольте снизу вверх. Проводите такую процедуру 2-3 раза неделю.</p>\r\n\r\n<p>Уже в юности стоит задуматься о том, какой будет ваша грудь лет так через десять. Занимайтесь мышцами и питайте кожу. Только так вы сохраните упругость груди довольно продолжительное время.</p>', 'b76b27522bb16abb504047cbdc994ec9.jpg', 1, 1, 'Женский фитнес и идеальный бюст', 'Женский фитнес и идеальный бюст', 'Женский фитнес и идеальный бюст', '2016-07-13 19:17:21'),
(22, 'Польза утренней зарядки', 'polza-utrennej-zaryadki', 'Исследователи из Германии доказали, что двадцатиминутные физические нагрузки снижают риск заболевания в 6 раз, на треть повышают работоспособность и добавляют 5 лет жизни', '<p>Исследователи из Германии доказали, что двадцатиминутные физические нагрузки снижают риск заболевания в 6 раз, на треть повышают работоспособность и добавляют 5 лет жизни. Из-за этого зарядка является обязательной для тех, кто хочет быть здоровым и постоянно поддерживать свое тело в тонусе.</p>\r\n\r\n<p><strong>Предлагаем вам простейший комплекс, который не потребует от вас больших усилий, но позволит поддерживать свое тело в тонусе.</strong></p>\r\n\r\n<ol>\r\n	<li>Сразу после пробуждения, поочередно напрягите все мышцы своего тела, начиная от мышц лица, и заканчивая ступнями. После этого сядьте и разотрите все тело, где только можете дотянуться. Это активизирует лимфатическую систему, которая отвечает за выведение отмерших клеток и отбивает атаки вредоносных микроорганизмов.</li>\r\n	<li>Помассируйте ногу: подъем стопы, пальцы, мышцы голени и бедра. Тем самым вы улучшите кровообращение в ногах. Это позволить предотвратить развитие заболеваний суставов и сосудов.</li>\r\n	<li>Соедините стопы и двигайте ими к себе &ndash; от себя. Так вы предупредите плоскостопие.</li>\r\n	<li>Сядьте на пол, ноги выпрямите. Затем чуть приподнимите правую ногу и ягодицу, и передвиньте вперед. Повторите для левой части тела. Такое хождение на ягодицах позволяет предупредить проблемы в тазовой части тела, нижней части позвоночника.</li>\r\n	<li>Встаньте прямо, затем пусть одна нога пяткой сделает разворот вокруг носка на 180 градусов при неподвижности таза. Повторить для второй ноги. Это упражнение полезно для суставов.</li>\r\n</ol>', '4e13b4236d1966eeaf0ea1657bddfbec.jpg', 1, 1, 'Польза утренней зарядки', 'Польза утренней зарядки', 'Польза утренней зарядки', '2016-07-13 19:42:56'),
(23, 'Как восстановить вес после праздников', 'kak-vosstanovit-ves-posle-prazdnikov', 'Наш народ очень любит праздники, в особенности такие длительные, как майские, новогодние.', '<p>Наш народ очень любит праздники, в особенности такие длительные, как майские, новогодние. Это отличный способ эффективно отдохнуть и отвлечься от монотонности будней на самых что ни есть законных основаниях. Очень хорошо, когда затяжные выходные сопровождаются активным отдыхом, но не менее частым спутником празднований в нашей стране являются и ежедневные застолья с изобилием продуктов, которые не самым лучшим образом сказываются на состоянии здоровья и внешнего вида. Что же делать, если показатели весов совсем не радуют Вас после веселых посиделок?</p>\r\n\r\n<p>Чтобы эффективно и легко бороться с лишним весом, который Вы получили в качестве неприятного бонуса после праздников, необходимо в первую очередь выявить его первопричину. Переедание это обобщенная проблема, которая скрывает за собой несколько возможных причин избыточного веса.</p>\r\n\r\n<p>Если Вы сладкоежка и при неудовлетворительных показателях весов с ужасом вспоминаете съеденные накануне тортики, пироженки и конфетки, причиной лишнего веса выступает переедание углеводов. Чтобы разгрузить от них свой организм после праздников отдайте предпочтение легкой белковой диете. Употребляйте молочные продукты, овощи и не жирное мясо. Эта же диета поможет, если во время празднований Вы переусердствовали с алкоголем.</p>\r\n\r\n<p>Для любителей праздничных столов с обилием жирной пищи, в качестве диеты по восстановлению исходного веса подойдет обезжиренное меню. Овощи и фрукты, а также мюсли с обезжиренным молоком помогут Вам вернуться в форму. Не забывайте пить воду, которая поможет вывести из организма токсины и ускорит обмен веществ, необходимый для расщепления накопленных жиров.</p>\r\n\r\n<p>Ценители солененьких закусок могут наблюдать результаты их потребления уже на следующий день после праздника. Соль задерживает воду в организме, потому после таких блюд не стоит пренебрегать натуральными мочегонными средствами. Начните свое утро с пары чашек зеленого или ромашкового чая. Днем можно подкрепиться вареным рисом.</p>\r\n\r\n<p>В любом случае, в после праздничные дни не стоит пить кофе, черный чай, газированные напитки и фруктовые соки. Отдайте предпочтение таким жидкостям, как чистая или минеральная вода, травяные чаи, овощные соки, разбавленные водой.</p>', '9c7c7274aabec6fcee6c5ae2a43c0c3f.jpg', 1, 1, 'Как восстановить вес после праздников', 'Как восстановить вес после праздников', 'Как восстановить вес после праздников', '2016-07-13 19:47:40'),
(24, 'Бег: борьба с травмами', 'beg-borba-s-travmami', 'Неверная тактика занятий и неправильное распределение нагрузки во время пробежек может привести ко многим неприятностям.', '<p>Неверная тактика занятий и неправильное распределение нагрузки во время пробежек может привести ко многим неприятностям. Есть основной перечень травм, которые характерны, как для спринтеров, так и для тех, кто бегает на длинные дистанции. В основном это травмы сухожилий и мышц ног, которые не только очень неприятны, но и требуют длительного лечения, реабилитации.</p>\r\n\r\n<p>Есть такие профессионально-спортивные заболевания, как &quot;колено бегуна&quot; и &quot;расколотая голень&quot;. Причиной для них обычно служит неправильная обувь, слишком высокий уровень нагрузок, отсутствие правильной подготовки, игнорирование упражнений на растяжку, наличие плоскостопия. Но также эти заболевания может спровоцировать недостаток витаминов в организме.</p>\r\n\r\n<p>&quot;Расколотая голень&quot; чаще всего появляется у бегунов на длинные дистанции. Ее провоцирует растяжение фасции мышц голени.</p>\r\n\r\n<p>Симптомы: во время или после тренировок появляются болевые ощущения и повышенная чувствительность передней поверхности голени, распространяющаяся вверх от внутренней лодыжки.</p>\r\n\r\n<p>Причиной появления может служить неправильная обувь, не грамотная техника бега, патологии стопы, резкие скачки нагрузок, игнорирование упражнений на растяжку, смена типа покрытия поверхности для бега.</p>\r\n\r\n<p>При выявлении симптомов &quot;расколотой голени&quot; необходимо на время прекратить пробежки и заменить их велосипедом или бассейном. Также стоит проконсультироваться у ортопеда и правильно подобрать обувь. Обязательно займитесь растяжкой передних и задних голенных мышц, разнообразьте программу занятий, дополнив ее упражнениями на координацию и баланс. Если боли не проходят длительное время, следует обратиться за консультацией к травматологу.</p>\r\n\r\n<p>&quot;Колено бегуна&quot; может появиться не только у спортсменов профессионалов, но и у любителей утренних или вечерних пробежек. Провокатором травмы выступает воспаление сухожилия внешней поверхности бедра, идущего к коленному суставу, которое называется &quot;напрягатель широкой фасции бедра&quot;.</p>\r\n\r\n<p>Симптомы: при длительных пробежках (2 км и более) появляются болевые ощущения, локализирующиеся с наружной части коленного сустава.</p>\r\n\r\n<p>Причиной возникновения &quot;колена бегуна&quot; может выступать неудобная обувь для пробежки, бег по неровной поверхности с наклоном (например, обочина дороги), резкое повышение нагрузок, слабая растяжка мышц бедер, ягодиц.</p>\r\n\r\n<p>Необходимо выявить причину возникновения болей и устранить ее. Используйте специальную спортивную обувь, бегайте по ровной поверхности, нагрузки увеличивайте исключительно плавно, обязательно выполняйте упражнения на растяжку до и после пробежки.</p>\r\n\r\n<p>Нередко бегуны сталкиваются с тем, что у них начинает развиваться плоскостопие или другие патологии стопы. Это очень серьезные нарушения, борьбу с которыми нужно начинать, как можно раньше. При возникновении подобных осложнений необходимо на время прекратить занятия бегом, пробежки можно заменить плаваньем или велоспортом. Следует основательно подойти к укреплению сухожилий, заняться растяжкой мышц, которые задействованы при беге. Также не лишним будет получить консультацию у ортопеда, возможно, понадобится не просто спортивная, а специальная обувь.</p>', 'b2981d82198609303c062b8bbd48f0ea.jpg', 1, 1, 'Бег: борьба с травмами', 'Бег: борьба с травмами', 'Бег: борьба с травмами', '2016-07-13 19:50:56'),
(25, 'Фитнес дома: правила, которые стоит знать', 'fitnes-doma-pravila-kotorye-stoit-znat', 'Хоть и считается, что понятие красоты весьма индивидуально, спортивное и подтянутое тело всегда выглядит привлекательно.', '<p>Хоть и считается, что понятие красоты весьма индивидуально, спортивное и подтянутое тело всегда выглядит привлекательно. Отличным способом поддержки своего тела в тонусе является фитнес. Но, к сожалению, современный ритм жизни не всегда оставляет время на походы в спортклубы. Выход из ситуации &ndash; занятие фитнесом дома. Домашний фитнес &ndash; это существенная экономия таких важных ресурсов, как время и деньги.</p>\r\n\r\n<p>Не обязательно приобретать сразу всевозможный спортивный инвентарь, как только Вас осенила подобная идея. Для начала купите самое необходимое &ndash; две гантели весом полтора килограмма. Остальное будете докупать постепенно, по мере надобности.</p>\r\n\r\n<p>Подготовьте место, где вы будете заниматься фитнесом. Очень важно, чтобы там было достаточно просторно для выполнения отжимания, кардиотренировок, прыжков и прочих упражнений. Также очень хорошо, если пространства будет достаточно для хранения всего спортивного инвентаря здесь же.</p>\r\n\r\n<p>Изначально планируйте график занятий фитнесом. В какие дни и время Вы будете заниматься, длительность тренировок. Лучше планировать так, чтобы тренировки проходили в течение первой половины дня, так как в это время организм более активен и полон энергии. Если время для тренировок получается выделить только во второй половине дня, помните, что нельзя тренироваться непосредственно перед сном. Что касается частоты тренировок, то оптимально заниматься фитнесом через день, эффективная длительность тренировки 40-60 минут.</p>\r\n\r\n<p>Выполнять тренировки следует по известной еще со школьной физкультуры схеме &ndash; разминка (~5 минут), кардио (~10-15 минут), силовые упражнения (~20 минут), растяжка (~5-8 минут). Ни в коем случае не игнорируйте разминку и растяжку. Первая поможет Вашему организму плавно перейти к более сложным упражнениям, избежать травм и снизить утомляемость во время занятий, последняя снизит болевые ощущения в мышцах после тренировки.</p>\r\n\r\n<p>Фитнес тренировки могут быть либо комплексными, либо направленными на работу с определенными мышцами. Оптимально, если тренировки будут чередоваться между собой. Например, две недели Вы занимаетесь комплексными тренировками, а в течение следующих двух недель занимаетесь определенными мышцами, чередуя проработку мышц нижней и верхней части тела.</p>\r\n\r\n<p>Перед занятиями обязательно проветривайте помещение. Во время выполнения упражнений воздух в помещении должен быть чистый, свежий, слегка прохладный. Заниматься можно, как в тишине, так и под музыку. Можно использовать для координации своих упражнений видеоуроки различных тренеров, которые сейчас легко найти в интернете.</p>\r\n\r\n<p>Фитнес &ndash; очень полезное и эффективное занятие, но не лишним будет разбавить его и другими физическими нагрузками. Например, бегом на улице или длительными пешими прогулками, каким-либо видом спорта. Не забывайте, что эффективность тренировок очень зависима и от Вашего питания, образа жизни. Не ждите мгновенный результатов и не переутомляйте свое тело в надежде получить их быстрее. Мышцы формируются не только во время выполнения упражнений, но и во время отдыха. Количество занятий фитнесом в неделю не должно превышать четырех.</p>', '14a58d13672d8caea5c306e6fc6fa015.jpg', 1, 1, 'Фитнес дома: правила, которые стоит знать', 'Фитнес дома: правила, которые стоит знать', 'Фитнес дома: правила, которые стоит знать', '2016-07-13 19:56:05');

-- --------------------------------------------------------

--
-- Структура таблицы `banners`
--

CREATE TABLE `banners` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `alt` varchar(255) DEFAULT NULL,
  `img` text DEFAULT NULL,
  `visibility` int(11) DEFAULT 1,
  `size_x` int(11) DEFAULT NULL,
  `size_y` int(11) DEFAULT NULL,
  `link` text DEFAULT NULL,
  `target` varchar(255) DEFAULT '_self',
  `num` int(11) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `banners`
--

INSERT INTO `banners` (`idItem`, `title`, `alias`, `alt`, `img`, `visibility`, `size_x`, `size_y`, `link`, `target`, `num`) VALUES
(2, 'Баннер в каталоге слева', 'catalog_left', 'Акция на все товары', '289ba5c6368b82170fe099f33de7888b.png', 1, 230, 300, '/catalog', '_self', 99),
(3, 'Баннер карточка товара', 'product', 'Акция на все товары', '3d315005da91d8d304b86e3f222b4ce0.png', 1, 230, 300, '/catalog', '_self', 98),
(4, 'Баннер в каталоге внизу', 'catalog_bottom', 'Акция на все товары', 'ab5b795e936ba3f01e3ba53263e3b1d3.png', 1, 890, 150, '/catalog', '_self', 97);

-- --------------------------------------------------------

--
-- Структура таблицы `ci_sessions`
--

CREATE TABLE `ci_sessions` (
  `id` varchar(40) NOT NULL,
  `ip_address` varchar(45) NOT NULL,
  `timestamp` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `data` blob NOT NULL
) ENGINE=InnoDB AVG_ROW_LENGTH=842 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `ci_sessions`
--

INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('02gu89ompkiijmqc1v9ffba0sodttfhf', '127.0.0.1', 1551441967, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936363b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b726573756c747c733a3238313a223c64697620636c6173733d226e6f7465206e6f74652d73756363657373223e3c6920636c6173733d2266612066612d636865636b206d723522203e3c2f693e20d094d0bed0b1d180d0be20d0bfd0bed0b6d0b0d0bbd0bed0b2d0b0d182d18c2c203c7370616e20636c6173733d226d656469756d223ed098d0b2d0b0d0bd20d098d0b2d0b0d0bdd0bed0b23c2f7370616e3e2120d09ad0bed0bcd0bfd0b0d0bdd0b8d18f203c6120687265663d22687474703a2f2f6e6172697375656d7673652e627922207461726765743d22626c616e6b223e4e6172697375656d7673652e62793c2f613e20d0b6d0b5d0bbd0b0d0b5d18220d092d0b0d0bc20d185d0bed180d0bed188d0b5d0b3d0be20d0b4d0bdd18f213c2f6469763e223b5f5f63695f766172737c613a313a7b733a363a22726573756c74223b733a333a226e6577223b7d),
('1lckpkq075m9qooa59is2kjin3m0695i', '127.0.0.1', 1551441967, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936373b),
('2o2nk6dgqjjgbooqemud371hsiitm376', '127.0.0.1', 1551441968, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936383b),
('447dtuc004omdniedfa70fe9dpgnlt5d', '127.0.0.1', 1551728674, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313732383637343b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b),
('4pd18a3nk6g8nefadc7r734q2f43tjan', '127.0.0.1', 1551441883, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313838333b),
('6ajd3conknl541eidai7gf4q6c2ar5g1', '127.0.0.1', 1551441961, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936313b),
('6sig273jjtcg4bbrsmmvlddv9o3seg8u', '127.0.0.1', 1551442698, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434323639383b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b),
('8a46203b1btgfsqpjk32ehpv24v3tu4s', '127.0.0.1', 1551441880, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313838303b),
('ak27mvmoh30o3gtd9pen035n2udf25m8', '127.0.0.1', 1551441965, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936353b),
('d39cne6thrdae0qmrc4bv59bsfusfi05', '127.0.0.1', 1551441969, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936393b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b726573756c747c733a3238313a223c64697620636c6173733d226e6f7465206e6f74652d73756363657373223e3c6920636c6173733d2266612066612d636865636b206d723522203e3c2f693e20d094d0bed0b1d180d0be20d0bfd0bed0b6d0b0d0bbd0bed0b2d0b0d182d18c2c203c7370616e20636c6173733d226d656469756d223ed098d0b2d0b0d0bd20d098d0b2d0b0d0bdd0bed0b23c2f7370616e3e2120d09ad0bed0bcd0bfd0b0d0bdd0b8d18f203c6120687265663d22687474703a2f2f6e6172697375656d7673652e627922207461726765743d22626c616e6b223e4e6172697375656d7673652e62793c2f613e20d0b6d0b5d0bbd0b0d0b5d18220d092d0b0d0bc20d185d0bed180d0bed188d0b5d0b3d0be20d0b4d0bdd18f213c2f6469763e223b5f5f63695f766172737c613a313a7b733a363a22726573756c74223b733a333a226e6577223b7d),
('dh38389emk05megc04t1lqoobp0biabn', '127.0.0.1', 1551441968, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936383b),
('e2f9agbbsi1u12067dljt0o74ps1c4dr', '127.0.0.1', 1551441967, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936373b),
('fg57fk9at44nevh3k7ffm5k1lon94anp', '127.0.0.1', 1551441964, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936343b),
('ici9se6vbci683lpehpnfnq1jg56attc', '127.0.0.1', 1551442884, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434323639383b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b),
('l23jjgb0tc5e2bv2vcn0ju2bctsll3vk', '127.0.0.1', 1551441878, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313837373b),
('le3ff2ta8en829vpq37t2fuir0tf7a32', '127.0.0.1', 1551441886, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313838363b),
('moe3tgla08klrofaho6m3o4i6r8v8egn', '127.0.0.1', 1551441964, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936343b),
('nadh19e0tdi6vkt4mbs4ip8kgbgjmpnn', '127.0.0.1', 1551441969, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936393b),
('qolm1dh3mv0c9r76mh5f5nebj6rllpgh', '127.0.0.1', 1551728675, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313732383637343b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b),
('vka12pgm5gceadbb65cjdk3gsh9dmqnp', '127.0.0.1', 1551441968, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434313936383b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b726573756c747c733a3238313a223c64697620636c6173733d226e6f7465206e6f74652d73756363657373223e3c6920636c6173733d2266612066612d636865636b206d723522203e3c2f693e20d094d0bed0b1d180d0be20d0bfd0bed0b6d0b0d0bbd0bed0b2d0b0d182d18c2c203c7370616e20636c6173733d226d656469756d223ed098d0b2d0b0d0bd20d098d0b2d0b0d0bdd0bed0b23c2f7370616e3e2120d09ad0bed0bcd0bfd0b0d0bdd0b8d18f203c6120687265663d22687474703a2f2f6e6172697375656d7673652e627922207461726765743d22626c616e6b223e4e6172697375656d7673652e62793c2f613e20d0b6d0b5d0bbd0b0d0b5d18220d092d0b0d0bc20d185d0bed180d0bed188d0b5d0b3d0be20d0b4d0bdd18f213c2f6469763e223b5f5f63695f766172737c613a313a7b733a363a22726573756c74223b733a333a226e6577223b7d),
('vme09c11og037jdj0nk7hq0ft4j7knh1', '127.0.0.1', 1551442333, 0x5f5f63695f6c6173745f726567656e65726174657c693a313535313434323333333b69647c733a313a2231223b6c6f67696e7c733a353a2261646d696e223b6163636573737c733a353a2261646d696e223b);

-- --------------------------------------------------------

--
-- Структура таблицы `faq`
--

CREATE TABLE `faq` (
  `idItem` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `title` text DEFAULT NULL,
  `text` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `isRead` int(11) DEFAULT 0,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 0,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=8192 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `faq`
--

INSERT INTO `faq` (`idItem`, `name`, `email`, `phone`, `title`, `text`, `img`, `isRead`, `num`, `visibility`, `addDate`) VALUES
(11, NULL, NULL, NULL, 'Nam eleifend tortor risus, eleifend scelerisque nisi mattis non?', '<p>Phasellus id mi vel leo placerat elementum. Etiam efficitur sagittis commodo. Quisque eu sem aliquam, molestie felis quis, rutrum est. Integer gravida gravida turpis, eget finibus odio interdum sit amet. Etiam maximus est vitae lobortis dignissim. Quisque eget justo posuere, egestas felis ac, interdum velit. In hac habitasse platea dictumst. Fusce vehicula aliquet risus elementum finibus. In vitae fringilla diam.</p>\r\n\r\n<p>Nam eleifend tortor risus, eleifend scelerisque nisi mattis non. Integer feugiat magna sed ipsum bibendum, eget finibus sapien pharetra. Sed lectus metus, sollicitudin vel fermentum laoreet, suscipit in sapien. Proin et scelerisque mi, at elementum tortor. Donec non ultricies leo, non semper erat. Vivamus mollis sollicitudin massa, vel lacinia risus tincidunt quis.</p>', NULL, 1, 1, 1, '2016-03-09 12:07:45'),
(14, NULL, NULL, NULL, 'Integer fermentum magna non ligula pretium, ac luctus elit pulvinar?', '<p>Phasellus dapibus turpis finibus sapien tincidunt semper. Aenean vestibulum lobortis ante, vitae rhoncus dui consequat vel. Sed rutrum vulputate pellentesque. Donec blandit urna eget magna consectetur semper. Suspendisse non nunc sed neque facilisis porta. Aliquam erat volutpat. Fusce in nulla nec ipsum luctus tincidunt. Maecenas tempor, neque sit amet mollis ultrices, diam elit rutrum leo, ac mattis mi purus ut lectus. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Praesent eu diam sed leo condimentum sodales luctus at lorem.</p>', NULL, 1, 1, 1, '2017-10-03 23:15:22'),
(15, NULL, NULL, NULL, 'Vestibulum tristique venenatis turpis, ac convallis nulla tincidunt eu?', '<p>Sed mi ipsum, lobortis id nisl vitae, eleifend pulvinar nibh. Ut id varius diam. Duis tortor lectus, mattis eu turpis vel, hendrerit euismod enim. Sed congue interdum nunc vel tincidunt. Donec posuere sagittis metus, sed maximus tortor congue non. Mauris gravida bibendum metus, vel ullamcorper eros iaculis non. Maecenas tristique suscipit turpis ac bibendum. Integer lacinia blandit tempor.</p>', NULL, 1, 1, 1, '2017-10-03 23:15:41'),
(16, 'Тест', 'narisuemvse.testmail@yandex.ru', '+375 (11) 111-11-11', 'Maecenas tempor, neque sit amet mollis ultrices, diam elit rutrum leo, ac mattis mi purus ut lectus', NULL, NULL, 0, 1, 0, '2017-10-03 23:24:45');

-- --------------------------------------------------------

--
-- Структура таблицы `feedback`
--

CREATE TABLE `feedback` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp(),
  `isRead` int(11) DEFAULT 0
) ENGINE=InnoDB AVG_ROW_LENGTH=1489 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `feedback`
--

INSERT INTO `feedback` (`idItem`, `title`, `name`, `phone`, `email`, `text`, `addDate`, `isRead`) VALUES
(5, 'Заказать звонок: шапка', 'Тест', '+375 (11) 111-11-11', NULL, NULL, '2017-10-03 23:03:41', 0),
(6, 'Заказать звонок: шапка', 'Тест', '+375 (11) 111-11-11', NULL, NULL, '2017-10-03 23:07:29', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `feedback_orders`
--

CREATE TABLE `feedback_orders` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp(),
  `isRead` int(11) DEFAULT 0
) ENGINE=InnoDB AVG_ROW_LENGTH=1489 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `feedback_orders`
--

INSERT INTO `feedback_orders` (`idItem`, `title`, `name`, `phone`, `email`, `text`, `addDate`, `isRead`) VALUES
(1, 'Заказ товара: American Fitness ТМ3 (18 км/ч)', NULL, '+375 (11) 111-11-11', NULL, NULL, '2018-03-29 12:49:20', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `navigation`
--

CREATE TABLE `navigation` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT 0,
  `position` varchar(255) DEFAULT 'top',
  `title` varchar(255) DEFAULT NULL,
  `link` text DEFAULT NULL,
  `visibility` int(11) DEFAULT 1,
  `num` int(11) DEFAULT 0,
  `target` varchar(255) DEFAULT '_self',
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=1638 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `navigation`
--

INSERT INTO `navigation` (`idItem`, `idParent`, `position`, `title`, `link`, `visibility`, `num`, `target`, `addDate`) VALUES
(29, 0, 'footer', 'Каталог', '/catalog', 1, 10, '_self', '2016-02-07 00:28:14'),
(31, 29, 'footer', 'Тренажеры', '/catalog/trenazhery', 1, 10, '_self', '2016-02-07 00:28:50'),
(32, 29, 'footer', 'Тяжелая атлетика', '/catalog/tyazhelaya-atletika', 1, 9, '_self', '2016-02-07 00:29:10'),
(33, 29, 'footer', 'Спортивная одежда', '/catalog/sportivnaya-odezhda', 1, 8, '_self', '2016-02-07 00:29:22'),
(37, 0, 'footer', 'Покупателям', '', 1, 9, '_self', '2016-02-07 22:06:42'),
(38, 37, 'footer', 'Полезная информация', '/articles', 1, 10, '_self', '2016-02-07 22:06:42'),
(39, 37, 'footer', 'Доставка и оплата', '/pages/delivery', 1, 9, '_self', '2016-02-07 22:06:42'),
(40, 37, 'footer', 'Вопрос-ответ', '/faq', 1, 8, '_self', '2016-02-07 22:06:42'),
(41, 0, 'footer', 'Компания', '', 1, 7, '_self', '2016-07-12 11:16:04'),
(42, 29, 'footer', 'Зимний инвентарь', '/catalog/zimnij-inventar', 1, 6, '_self', '2016-07-12 11:17:47'),
(43, 37, 'footer', 'Отзывы покупателей', '/reviews', 1, 6, '_self', '2016-07-12 11:19:19'),
(44, 41, 'footer', 'Наши контакты', '/contacts', 1, 10, '_self', '2016-07-12 11:19:43'),
(45, 41, 'footer', 'Сотрудничество', '/pages/about', 1, 10, '_self', '2016-07-12 11:20:11'),
(46, 41, 'footer', 'О компании', '/pages/about', 1, 10, '_self', '2016-07-12 11:20:34'),
(47, 0, 'top', 'Главная', '/', 1, 10, '_self', '2016-09-12 12:03:00'),
(48, 0, 'top', 'О компании', '/pages/about', 1, 5, '_self', '2016-09-12 12:04:27'),
(50, 0, 'top', 'Каталог', '/catalog', 1, 9, '_self', '2016-09-12 12:04:49'),
(53, 0, 'top', 'Доставка и оплата', '/pages/delivery', 1, 4, '_self', '2016-09-12 12:05:13'),
(54, 0, 'top', 'Контакты', 'contacts', 1, 3, '_self', '2016-09-12 12:05:16'),
(55, 48, 'top', 'Первый пункт', '/pages/about', 1, 10, '_self', '2016-09-12 12:38:17'),
(56, 48, 'top', 'Пункт номер два', '/pages/about', 1, 9, '_self', '2016-09-12 12:38:35'),
(57, 48, 'top', 'Третий пункт самый длинный', '/pages/about', 1, 8, '_self', '2016-09-12 12:38:52'),
(58, 0, 'top', 'Новости и акции', '/news', 1, 8, '_self', '2017-09-29 13:05:22');

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE `news` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1,
  `mTitle` varchar(255) NOT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=3276 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`idItem`, `title`, `alias`, `brief`, `text`, `img`, `num`, `visibility`, `mTitle`, `mKeywords`, `mDescription`, `addDate`) VALUES
(17, 'Белорусский штангист завоевал золото на юниорском чемпионате мира в Бангкоке', 'belorusskij-shtangist-zavoeval-zoloto-na-yuniorskom-chempionate-mira-v-bangkoke', 'Белорусский штангист Константин Куровский завоевал золото в весовой категории свыше 94 кг на юниорском чемпионате мира по тяжелой атлетике в столице Таиланда Бангкоке.', '<p>В сумме двоеборья 17-летний гродненский штангист Константин Куровский поднял 360 кг (165 в рывке + 195 в толчке). Серебро у россиянина Дмитрия Гогичаева &mdash; 352 кг (155+197), бронза у Мохаммадреза Рошани из Ирана &mdash; 347 кг (156+191).</p>\r\n\r\n<p>Золото Константина Куровского, который в 2015 году в Швеции становился также победителем юниорского чемпионата Европы, &mdash; единственная награда белорусской команды на ЮЧМ-2017 в Бангкоке.&nbsp;Белоруска Сюзанна Володько (до 58 кг) заняла 4-е место, Илья Жерновский (до 69 кг) стал 5-м, Алина Щепанова (до 58 кг) показала 16-й результат.</p>\r\n\r\n<p>В сумме двоеборья 17-летний гродненский штангист Константин Куровский поднял 360 кг (165 в рывке + 195 в толчке). Серебро у россиянина Дмитрия Гогичаева &mdash; 352 кг (155+197), бронза у Мохаммадреза Рошани из Ирана &mdash; 347 кг (156+191).&nbsp;Золото Константина Куровского, который в 2015 году в Швеции становился также победителем юниорского чемпионата Европы, &mdash; единственная награда белорусской команды на ЮЧМ-2017 в Бангкоке.&nbsp;Белоруска Сюзанна Володько (до 58 кг) заняла 4-е место, Илья Жерновский (до 69 кг) стал 5-м, Алина Щепанова (до 58 кг) показала 16-й результат.</p>\r\n\r\n<p>В сумме двоеборья 17-летний гродненский штангист Константин Куровский поднял 360 кг (165 в рывке + 195 в толчке). Серебро у россиянина Дмитрия Гогичаева &mdash; 352 кг (155+197), бронза у Мохаммадреза Рошани из Ирана &mdash; 347 кг (156+191).</p>\r\n\r\n<p>Золото Константина Куровского, который в 2015 году в Швеции становился также победителем юниорского чемпионата Европы, &mdash; единственная награда белорусской команды на ЮЧМ-2017 в Бангкоке.&nbsp;Белоруска Сюзанна Володько (до 58 кг) заняла 4-е место, Илья Жерновский (до 69 кг) стал 5-м, Алина Щепанова (до 58 кг) показала 16-й результат.</p>\r\n\r\n<p>В сумме двоеборья 17-летний гродненский штангист Константин Куровский поднял 360 кг (165 в рывке + 195 в толчке). Серебро у россиянина Дмитрия Гогичаева &mdash; 352 кг (155+197), бронза у Мохаммадреза Рошани из Ирана &mdash; 347 кг (156+191).&nbsp;Золото Константина Куровского, который в 2015 году в Швеции становился также победителем юниорского чемпионата Европы, &mdash; единственная награда белорусской команды на ЮЧМ-2017 в Бангкоке.&nbsp;Белоруска Сюзанна Володько (до 58 кг) заняла 4-е место, Илья Жерновский (до 69 кг) стал 5-м, Алина Щепанова (до 58 кг) показала 16-й результат.</p>', '46444d282481e241a75b431813689905.jpg', 1, 1, 'Белорусский штангист завоевал золото на юниорском чемпионате мира в Бангкоке', 'Белорусский штангист завоевал золото на юниорском чемпионате мира в Бангкоке', 'Белорусский штангист завоевал золото на юниорском чемпионате мира в Бангкоке', '2016-02-07 00:06:22'),
(18, 'Бюджет велокоманды Sky за 2016 год составил 31 миллион фунтов стерлингов', 'byudzhet-velokomandy-sky-za-2016-god-sostavil-31-million-funtov-sterlingov', 'Британская велокоманда Sky опубликовала статьи своего бюджета за прошедший 2016 год.', '<p>Британская велокоманда Sky опубликовала статьи своего бюджета за прошедший 2016 год. Команда Sky, капитан которой Крис Фрум стал в этом году четырёхкратным победителем Тур де Франс, а также впервые в истории сделал дубль, выиграв Тур де Франс и Вуэльту Испании, является одной из самых высокобюджетных команд Мирового тура. &nbsp;Ежегодно данные бюджета &nbsp;публикуются для команды Sky британской компанией-учредителем &#39;Tour Racing Limited&#39;.<br />\r\n&nbsp;<br />\r\nВ 2016 год бюджет команды составил &pound;31 048 000, что больше чем в два раза больше, чем в год основания команды &ndash; тогда бюджет команды Sky составлял 14 миллионов 603 тысячи фунтов стерлингов.</p>\r\n\r\n<p>Бюджет был увеличен, прежде всего, благодаря титульным спонсорам &ndash; компаниям &nbsp;Sky UK Limited, 21st Century Fox и Sky Italia. В 2015 году они выделили команде &pound;15.7 миллионов, а в 2016 эта сумма составила уже &pound;23.5 миллиона. Sky UK Limited владеет 85% команды.</p>\r\n\r\n<p>Доходы команды Sky от спонсоров, куда входят поставщики велосипедов Pinarello, велоформы Rapha и компонтентов Shimano в 2016 году также выросли - &pound;3.28 миллиона &nbsp;по сравнению с &pound;2.96 миллионами в 2015 году.</p>\r\n\r\n<p>Отдельной строкой под названием &laquo;другие доходы&raquo; &nbsp;выделена сумма, который команда Sky получает от организаторов велогонок, и она упала с &pound;3.828 миллионов, полученных в 2015 году до &nbsp;&pound;2.270 миллионов в 2016.</p>\r\n\r\n<p>Общие затраты Sky на выплаты персоналу и велогонщикам составили в 2016 году &pound;24.338 миллиона (в 2015 - &pound;17.982 миллионов).</p>\r\n\r\n<p>На научные исследования команда Sky увеличила расходы с &pound;271 000 в 2015 году до &pound;305 000 в 2016, а расходы на маркетинг и PR уменьшились с &pound;612 000 в 2015 до &pound;425 000 в 2016 году.<br />\r\n&nbsp;<br />\r\nТолько на велосипеды и оборудование издержки команды Sky в 2016 году составили &pound;2.295 миллиона.</p>', 'a5d7cc643446b7c776306ad4c1ba9981.jpg', 1, 1, 'Бюджет велокоманды Sky за 2016 год составил 31 миллион фунтов стерлингов', 'Бюджет велокоманды Sky за 2016 год составил 31 миллион фунтов стерлингов', 'Бюджет велокоманды Sky за 2016 год составил 31 миллион фунтов стерлингов', '2016-02-07 00:09:29'),
(19, 'Московский марафон и ASICS: традиции, технологии и движение вперёд', 'moskovskij-marafon-i-asics-tradicii-tehnologii-i-dvizhenie-vpered', 'ASICS стал генеральным спортивным спонсором Московского марафона.', '<p>22 сентября в японском посольстве в Москве прошла пресс-конференция, посвящённая началу партнёрства известного мирового бренда ASICS с Московским марафоном в качестве генерального спортивного спонсора, а также презентация новой коллекции беговых кроссовок серии FlyteFoam. Генеральный директор ASICS Россия Глеб Лебедев рассказал, как возникло это сотрудничество.</p>\r\n\r\n<p>&laquo;Партнёрство между нами и Московским марафоном началось семь месяцев назад. С самого начала у нас возникло понимание о том, как должна развиваться наша совместная работа. Я много слышал о Московском марафоне, это очень важное событие, которое проходит каждый год. Весь дух нашей компании &mdash; в желании совершенствоваться и стремлении к максимальному результату. Московский марафон привлекает к себе очень много людей, и нам приятно, что теперь мы стали частью этого события.</p>\r\n\r\n<p>Наш бренд &mdash; это традиции, технологии и постоянное движение вперёд. Марафон &mdash; это постоянная кропотливая работа, которая отражается в наших кроссовках. Бег безусловно является ключевым нашим спортом, где масса разработок позволяет нашим бегунам добиваться максимальных результатов, что мы обязательно продемонстрируем на Московском марафоне. Уверен, что большая часть участников будут бежать в кроссовках ASICS&raquo;, &mdash; передаёт слова Лебедева корреспондент &laquo;Чемпионата&raquo;.</p>', 'e1a099b820d477ff023466033eaa8c19.jpg', 1, 1, 'Московский марафон и ASICS: традиции, технологии и движение вперёд', 'Московский марафон и ASICS: традиции, технологии и движение вперёд', 'Московский марафон и ASICS: традиции, технологии и движение вперёд', '2016-02-07 00:10:33'),
(20, 'Японское антидопинговое агентство будет проводить допинг-тестирование на Играх-2020', 'yaponskoe-antidopingovoe-agentstvo-budet-provodit-doping-testirovanie-na-igrah-2020', 'Японское антидопинговое агентство (JADA) подписало договор с оргкомитетом \"Токио-2020\" и будет проводить допинг-тестирование во время Олимпиады 2020 года', '<p>Японское антидопинговое агентство (JADA) подписало договор с оргкомитетом &quot;Токио-2020&quot; и будет проводить допинг-тестирование во время Олимпиады 2020 года, сообщает Inside the Games. Агентство будет заниматься операционной деятельностью во время проверок на Олимпиаде, а также готовить допинг-офицеров. Анализ проб будет проводиться ВАДА в лаборатории.</p>\r\n\r\n<p>JADA было создано в 2001 году и контролируется правительством Японии.&nbsp;</p>\r\n\r\n<p>Японское антидопинговое агентство (JADA) подписало договор с оргкомитетом &quot;Токио-2020&quot; и будет проводить допинг-тестирование во время Олимпиады 2020 года, сообщает Inside the Games. Агентство будет заниматься операционной деятельностью во время проверок на Олимпиаде, а также готовить допинг-офицеров. Анализ проб будет проводиться ВАДА в лаборатории.</p>\r\n\r\n<p>JADA было создано в 2001 году и контролируется правительством Японии.&nbsp;Японское антидопинговое агентство (JADA) подписало договор с оргкомитетом &quot;Токио-2020&quot; и будет проводить допинг-тестирование во время Олимпиады 2020 года, сообщает Inside the Games. Агентство будет заниматься операционной деятельностью во время проверок на Олимпиаде, а также готовить допинг-офицеров. Анализ проб будет проводиться ВАДА в лаборатории.&nbsp;JADA было создано в 2001 году и контролируется правительством Японии.</p>', '083e1ad58b6164fe9878f2caac64920a.jpg', 1, 1, 'Японское антидопинговое агентство будет проводить допинг-тестирование на Играх-2020', '', '', '2017-10-02 09:24:40');

-- --------------------------------------------------------

--
-- Структура таблицы `pages`
--

CREATE TABLE `pages` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `text` text DEFAULT NULL,
  `visibility` int(11) DEFAULT 1,
  `mTitle` varchar(255) NOT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp(),
  `system` int(11) DEFAULT 0
) ENGINE=InnoDB AVG_ROW_LENGTH=3276 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `pages`
--

INSERT INTO `pages` (`idItem`, `title`, `alias`, `text`, `visibility`, `mTitle`, `mKeywords`, `mDescription`, `addDate`, `system`) VALUES
(10, 'Политика конфиденциальности', 'confidence', '<p>Политика конфиденциальности</p>', 1, 'Политика конфиденциальности', 'Политика конфиденциальности', 'Политика конфиденциальности', '2015-12-08 14:32:38', 1),
(11, 'О компании', 'about', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam vitae erat quis nunc lacinia cursus sed sit amet ligula. Pellentesque dictum, mi vitae mattis dictum, eros ex aliquet lorem, lacinia euismod sem arcu id massa. Interdum et malesuada fames ac ante ipsum primis in faucibus. Sed leo ante, ullamcorper vel diam quis, finibus egestas velit. Sed efficitur dignissim bibendum. Interdum et malesuada fames ac ante ipsum primis in faucibus. Vivamus suscipit ut mauris quis tempor. Donec dignissim neque quis turpis finibus mollis. Nunc posuere egestas dolor in fermentum. Nam feugiat, nisl non tempus tincidunt, augue ex ullamcorper quam, ac ultrices enim purus rutrum lectus. Aenean cursus ex est, quis fermentum orci viverra at. Curabitur dictum erat at lorem venenatis, ac elementum nulla congue. Donec et porttitor dolor, ac gravida libero. Aenean ac rhoncus velit. Ut felis metus, molestie quis condimentum sit amet, accumsan tincidunt odio. Etiam hendrerit mauris id orci ornare feugiat.</p>\r\n\r\n<p>Proin rhoncus ullamcorper interdum. Cras felis dolor, imperdiet non nulla quis, pharetra efficitur arcu. Vestibulum feugiat feugiat dolor nec cursus. Sed scelerisque a risus at molestie. Etiam vel pharetra ex. Suspendisse placerat nunc condimentum, sagittis enim quis, convallis neque. Aenean volutpat maximus tortor quis euismod. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Ut eleifend non felis a suscipit. Duis at auctor massa. Nulla nulla mi, commodo non bibendum nec, fringilla vitae diam. Donec ac sagittis est. Etiam auctor leo neque, et elementum odio viverra non.</p>\r\n\r\n<p>Praesent pharetra fringilla condimentum. Donec in dapibus sem, ut efficitur orci. Sed et arcu dolor. Proin aliquet sed felis porttitor gravida. Duis eget tellus ut nibh fermentum malesuada. Nam nec semper arcu. Ut neque tellus, auctor sit amet aliquet at, sodales non lectus. In vitae arcu at nisl maximus dapibus quis eget metus. Interdum et malesuada fames ac ante ipsum primis in faucibus.</p>', 1, 'О компании', 'О компании', 'О компании', '2016-02-07 01:21:03', 1),
(12, 'Доставка и оплата', 'delivery', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam vitae erat quis nunc lacinia cursus sed sit amet ligula. Pellentesque dictum, mi vitae mattis dictum, eros ex aliquet lorem, lacinia euismod sem arcu id massa. Interdum et malesuada fames ac ante ipsum primis in faucibus. Sed leo ante, ullamcorper vel diam quis, finibus egestas velit. Sed efficitur dignissim bibendum. Interdum et malesuada fames ac ante ipsum primis in faucibus. Vivamus suscipit ut mauris quis tempor. Donec dignissim neque quis turpis finibus mollis. Nunc posuere egestas dolor in fermentum. Nam feugiat, nisl non tempus tincidunt, augue ex ullamcorper quam, ac ultrices enim purus rutrum lectus. Aenean cursus ex est, quis fermentum orci viverra at. Curabitur dictum erat at lorem venenatis, ac elementum nulla congue. Donec et porttitor dolor, ac gravida libero. Aenean ac rhoncus velit. Ut felis metus, molestie quis condimentum sit amet, accumsan tincidunt odio. Etiam hendrerit mauris id orci ornare feugiat.</p>\r\n\r\n<p>Proin rhoncus ullamcorper interdum. Cras felis dolor, imperdiet non nulla quis, pharetra efficitur arcu. Vestibulum feugiat feugiat dolor nec cursus. Sed scelerisque a risus at molestie. Etiam vel pharetra ex. Suspendisse placerat nunc condimentum, sagittis enim quis, convallis neque. Aenean volutpat maximus tortor quis euismod. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Ut eleifend non felis a suscipit. Duis at auctor massa. Nulla nulla mi, commodo non bibendum nec, fringilla vitae diam. Donec ac sagittis est. Etiam auctor leo neque, et elementum odio viverra non.</p>\r\n\r\n<p>Praesent pharetra fringilla condimentum. Donec in dapibus sem, ut efficitur orci. Sed et arcu dolor. Proin aliquet sed felis porttitor gravida. Duis eget tellus ut nibh fermentum malesuada. Nam nec semper arcu. Ut neque tellus, auctor sit amet aliquet at, sodales non lectus. In vitae arcu at nisl maximus dapibus quis eget metus. Interdum et malesuada fames ac ante ipsum primis in faucibus.</p>', 1, 'Доставка и оплата', 'Доставка и оплата', 'Доставка и оплата', '2016-07-20 07:30:14', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `pages_admin`
--

CREATE TABLE `pages_admin` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `link` text DEFAULT NULL,
  `icon` varchar(255) DEFAULT 'link',
  `num` int(11) DEFAULT 1,
  `access` int(11) DEFAULT 2,
  `create_btn` int(11) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `pages_admin`
--

INSERT INTO `pages_admin` (`idItem`, `idParent`, `alias`, `name`, `title`, `text`, `link`, `icon`, `num`, `access`, `create_btn`) VALUES
(1, 0, 'home', 'Главная', 'Домашняя страница', NULL, 'home', 'home', 1, 2, 0),
(3, 1, 'slider', 'Слайдер', 'Слайдер', NULL, 'slider', 'clone', 1, 2, 1),
(4, 1, 'footer', 'Футер', 'Ссылки в футере', NULL, 'footer', 'link', 5, 2, 1),
(5, 0, '//sector', 'Обратная связь', 'Обратная связь', NULL, NULL, 'bell', 3, 2, 0),
(7, 5, 'feedback', 'Обратная связь', 'Обратная связь', NULL, 'feedback', 'envelope-o', 1, 2, 0),
(8, 0, '//sector', 'Контент', 'Контент', NULL, NULL, 'bars', 4, 2, 0),
(9, 8, 'news', 'Новости и акции', 'Новости и акции', NULL, 'news', 'bullhorn', 1, 2, 1),
(10, 8, 'pages', 'Страницы', 'Информационные страницы', NULL, 'pages', 'files-o', 10, 2, 1),
(11, 0, '//sector', 'Управление сайтом', 'Управление сайтом', NULL, NULL, 'cogs', 10, 2, 0),
(12, 11, 'users', 'Пользователи', 'Пользователи', NULL, 'users', 'users', 1, 2, 1),
(13, 11, 'pageinfo', 'Страницы', 'Управление страницами сайта', NULL, 'pageinfo', 'desktop', 2, 2, 0),
(14, 11, 'settings', 'Настройки', 'Настройки сайта', NULL, 'settings', 'cog', 3, 2, 0),
(15, 0, 'files', 'Менеджер файлов', 'Менеджер файлов', NULL, 'files', 'folder-open', 9, 2, 0),
(16, 11, 'panel', 'Админ-панель', 'Настройки админ-панели', NULL, 'panel', 'compass', 4, 0, 0),
(17, 8, 'articles', 'Полезная информация', 'Полезная информация', NULL, 'articles', 'info-circle', 2, 2, 1),
(18, 5, 'reviews', 'Отзывы', 'Отзывы', NULL, 'reviews', 'comment-o', 2, 2, 1),
(19, 5, 'faq', 'Вопрос-ответ', 'Вопрос-ответ', NULL, 'faq', 'comments-o', 3, 2, 1),
(20, 0, '//sector', 'Магазин', 'Магазин', NULL, NULL, 'shopping-cart', 4, 2, 0),
(21, 20, 'catalog', 'Каталог', 'Каталог', NULL, 'catalog', 'folder-open-o', 1, 2, 1),
(22, 20, 'mfrs', 'Производители', 'Производители', NULL, 'mfrs', 'industry', 1, 2, 1),
(23, 0, '//sector', 'Настройки магазина', 'Настройки магазина', NULL, NULL, 'cogs', 9, 2, 0),
(24, 23, 'unit_currency', 'Валюты', 'Валюты', NULL, 'unit_currency', 'usd', 1, 2, 0),
(25, 23, 'unit_length', 'Единицы длины', 'Единицы длины', NULL, 'unit_length', 'arrows', 2, 2, 0),
(26, 23, 'unit_weight', 'Единицы веса', 'Единицы веса', NULL, 'unit_weight', 'balance-scale', 3, 2, 0),
(27, 23, 'shop_settings', 'Настройки магазина', 'Настройки магазина', NULL, 'shop_settings', 'cogs', 10, 2, 0),
(28, 20, 'products', 'Товары', 'Товары', NULL, 'products', 'star-o', 3, 2, 1),
(29, 20, 'fields', 'Настраиваемые поля', 'Настраиваемые поля', NULL, 'fields', 'filter', 4, 2, 0),
(30, 23, 'delivery', 'Доставка', 'Доставка', NULL, 'delivery', 'truck', 5, 2, 0),
(31, 23, 'pay', 'Оплата', 'Оплата', NULL, 'pay', 'credit-card', 6, 2, 0),
(32, 0, '//sector', 'Заказы', 'Заказы', NULL, NULL, 'cart-arrow-down', 2, 2, 0),
(33, 32, 'orders', 'Заказы', 'Заказы', NULL, 'orders', 'cart-arrow-down', 1, 2, 0),
(34, 32, 'feedback_orders', 'Быстрые заказы', 'Быстрые заказы', NULL, 'feedback_orders', 'cart-plus', 2, 2, 0),
(35, 32, 'comments', 'Отзывы к товарам', 'Отзывы к товарам', NULL, 'comments', 'comment-o', 3, 2, 1),
(36, 1, 'banners', 'Баннеры', 'Баннеры', NULL, 'banners', 'paint-brush', 2, 2, 0),
(37, 1, 'navigation', 'Навигация', 'Навигация в шапке', NULL, 'navigation', 'sitemap', 4, 2, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `pages_site`
--

CREATE TABLE `pages_site` (
  `idItem` int(11) NOT NULL,
  `alias` varchar(255) DEFAULT NULL COMMENT 'может быть какой угодно, не как в Pages_admin',
  `name` varchar(255) DEFAULT NULL COMMENT 'название страницы - хлебные крошки',
  `title` varchar(255) DEFAULT NULL COMMENT 'заголовок страницы',
  `brief` text DEFAULT NULL,
  `text` text DEFAULT NULL,
  `mTitle` varchar(255) DEFAULT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `thumb_enable` int(11) DEFAULT 0,
  `thumb_x` int(11) DEFAULT 0,
  `thumb_y` int(11) DEFAULT 0
) ENGINE=InnoDB AVG_ROW_LENGTH=1489 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `pages_site`
--

INSERT INTO `pages_site` (`idItem`, `alias`, `name`, `title`, `brief`, `text`, `mTitle`, `mKeywords`, `mDescription`, `thumb_enable`, `thumb_x`, `thumb_y`) VALUES
(24, 'home', 'Главная', 'Добро пожаловать на сайт!', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla.&nbsp;</p>', 'Главная', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(25, 'news', 'Новости и акции', 'Новости и акции', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<h2>SEO-text for website promotion in search.</h2>\r\n\r\n<p>Donec quis pellentesque metus. Curabitur facilisis risus arcu, a consequat quam ultricies a. Sed ac nunc ut justo finibus ultricies et vitae eros. Maecenas at tempus dolor, in faucibus neque. Proin sed eleifend ipsum. Vestibulum vel faucibus tellus, ac ultrices arcu. Morbi at sem lorem.</p>\r\n\r\n<p>Praesent metus arcu, efficitur vitae dui in, finibus pellentesque enim. Integer quis est luctus, aliquet elit et, finibus libero. Aenean eget nibh eu diam fringilla efficitur sit amet eu justo. Maecenas quis est ac eros iaculis viverra. Vivamus suscipit suscipit libero, tempus iaculis ante accumsan commodo. Vivamus maximus rutrum dolor, ut maximus arcu congue sit amet. Praesent ac arcu at nisl egestas tempus. Vivamus odio lacus, vehicula quis pretium eu, volutpat lacinia mi. Sed pellentesque et turpis elementum ornare. Vivamus accumsan interdum dolor, in hendrerit odio. Aliquam porttitor sit amet velit eget interdum. Nunc pulvinar turpis vel eleifend tincidunt.</p>', 'Новости и акции', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 1, 400, 400),
(26, 'articles', 'Полезная информация', 'Полезная информация', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<h2>SEO-text for website promotion in search.</h2>\r\n\r\n<p>Donec quis pellentesque metus. Curabitur facilisis risus arcu, a consequat quam ultricies a. Sed ac nunc ut justo finibus ultricies et vitae eros. Maecenas at tempus dolor, in faucibus neque. Proin sed eleifend ipsum. Vestibulum vel faucibus tellus, ac ultrices arcu. Morbi at sem lorem.</p>\r\n\r\n<p>Praesent metus arcu, efficitur vitae dui in, finibus pellentesque enim. Integer quis est luctus, aliquet elit et, finibus libero. Aenean eget nibh eu diam fringilla efficitur sit amet eu justo. Maecenas quis est ac eros iaculis viverra. Vivamus suscipit suscipit libero, tempus iaculis ante accumsan commodo. Vivamus maximus rutrum dolor, ut maximus arcu congue sit amet. Praesent ac arcu at nisl egestas tempus. Vivamus odio lacus, vehicula quis pretium eu, volutpat lacinia mi. Sed pellentesque et turpis elementum ornare. Vivamus accumsan interdum dolor, in hendrerit odio. Aliquam porttitor sit amet velit eget interdum. Nunc pulvinar turpis vel eleifend tincidunt.</p>', 'Полезная информация', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 1, 400, 400),
(27, 'reviews', 'Отзывы', 'Отзывы', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<h2>SEO-text for website promotion in search.</h2>\r\n\r\n<p>Donec quis pellentesque metus. Curabitur facilisis risus arcu, a consequat quam ultricies a. Sed ac nunc ut justo finibus ultricies et vitae eros. Maecenas at tempus dolor, in faucibus neque. Proin sed eleifend ipsum. Vestibulum vel faucibus tellus, ac ultrices arcu. Morbi at sem lorem.</p>\r\n\r\n<p>Praesent metus arcu, efficitur vitae dui in, finibus pellentesque enim. Integer quis est luctus, aliquet elit et, finibus libero. Aenean eget nibh eu diam fringilla efficitur sit amet eu justo. Maecenas quis est ac eros iaculis viverra. Vivamus suscipit suscipit libero, tempus iaculis ante accumsan commodo. Vivamus maximus rutrum dolor, ut maximus arcu congue sit amet. Praesent ac arcu at nisl egestas tempus. Vivamus odio lacus, vehicula quis pretium eu, volutpat lacinia mi. Sed pellentesque et turpis elementum ornare. Vivamus accumsan interdum dolor, in hendrerit odio. Aliquam porttitor sit amet velit eget interdum. Nunc pulvinar turpis vel eleifend tincidunt.</p>', 'Отзывы', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 1, 150, 150),
(28, 'faq', 'Вопрос-ответ', 'Вопрос-ответ', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<h2>SEO-text for website promotion in search.</h2>\r\n\r\n<p>Donec quis pellentesque metus. Curabitur facilisis risus arcu, a consequat quam ultricies a. Sed ac nunc ut justo finibus ultricies et vitae eros. Maecenas at tempus dolor, in faucibus neque. Proin sed eleifend ipsum. Vestibulum vel faucibus tellus, ac ultrices arcu. Morbi at sem lorem.</p>\r\n\r\n<p>Praesent metus arcu, efficitur vitae dui in, finibus pellentesque enim. Integer quis est luctus, aliquet elit et, finibus libero. Aenean eget nibh eu diam fringilla efficitur sit amet eu justo. Maecenas quis est ac eros iaculis viverra. Vivamus suscipit suscipit libero, tempus iaculis ante accumsan commodo. Vivamus maximus rutrum dolor, ut maximus arcu congue sit amet. Praesent ac arcu at nisl egestas tempus. Vivamus odio lacus, vehicula quis pretium eu, volutpat lacinia mi. Sed pellentesque et turpis elementum ornare. Vivamus accumsan interdum dolor, in hendrerit odio. Aliquam porttitor sit amet velit eget interdum. Nunc pulvinar turpis vel eleifend tincidunt.</p>', 'Вопрос-ответ', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(29, 'catalog', 'Каталог', 'Каталог', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<h2>SEO-text for website promotion in search.</h2>\r\n\r\n<p>Donec quis pellentesque metus. Curabitur facilisis risus arcu, a consequat quam ultricies a. Sed ac nunc ut justo finibus ultricies et vitae eros. Maecenas at tempus dolor, in faucibus neque. Proin sed eleifend ipsum. Vestibulum vel faucibus tellus, ac ultrices arcu. Morbi at sem lorem.</p>\r\n\r\n<p>Praesent metus arcu, efficitur vitae dui in, finibus pellentesque enim. Integer quis est luctus, aliquet elit et, finibus libero. Aenean eget nibh eu diam fringilla efficitur sit amet eu justo. Maecenas quis est ac eros iaculis viverra. Vivamus suscipit suscipit libero, tempus iaculis ante accumsan commodo. Vivamus maximus rutrum dolor, ut maximus arcu congue sit amet. Praesent ac arcu at nisl egestas tempus. Vivamus odio lacus, vehicula quis pretium eu, volutpat lacinia mi. Sed pellentesque et turpis elementum ornare. Vivamus accumsan interdum dolor, in hendrerit odio. Aliquam porttitor sit amet velit eget interdum. Nunc pulvinar turpis vel eleifend tincidunt.</p>', 'Каталог', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 1, 300, 200),
(30, 'mfrs', 'Производители', 'Производители', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '<h2>SEO-text for website promotion in search.</h2>\r\n\r\n<p>Donec quis pellentesque metus. Curabitur facilisis risus arcu, a consequat quam ultricies a. Sed ac nunc ut justo finibus ultricies et vitae eros. Maecenas at tempus dolor, in faucibus neque. Proin sed eleifend ipsum. Vestibulum vel faucibus tellus, ac ultrices arcu. Morbi at sem lorem.</p>\r\n\r\n<p>Praesent metus arcu, efficitur vitae dui in, finibus pellentesque enim. Integer quis est luctus, aliquet elit et, finibus libero. Aenean eget nibh eu diam fringilla efficitur sit amet eu justo. Maecenas quis est ac eros iaculis viverra. Vivamus suscipit suscipit libero, tempus iaculis ante accumsan commodo. Vivamus maximus rutrum dolor, ut maximus arcu congue sit amet. Praesent ac arcu at nisl egestas tempus. Vivamus odio lacus, vehicula quis pretium eu, volutpat lacinia mi. Sed pellentesque et turpis elementum ornare. Vivamus accumsan interdum dolor, in hendrerit odio. Aliquam porttitor sit amet velit eget interdum. Nunc pulvinar turpis vel eleifend tincidunt.</p>', 'Производители', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 1, 360, 240),
(31, 'products', 'Товары', 'Товары', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '', 'Товары', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 1, 400, 400),
(32, 'cart', 'Корзина', 'Корзина', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '', 'Корзина', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(33, 'contacts', 'Контакты', 'Контакты', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '', 'Контакты', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(34, 'confirm', 'Подтверждение заказа', 'Подтверждение заказа', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '', 'Подтверждение заказа', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(35, 'order', 'Просмотр заказа', 'Заказ', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', '', 'Просмотр заказа', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(36, 'errors', 'Ошибка 404', 'Страница не найдена', 'Возможно эта страница удалена либо допущена ошибка в адресе', '', 'Страница не найдена', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0),
(37, 'search', 'Поиск', 'Поиск по каталогу', NULL, NULL, 'Поиск по каталогу', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 'Описание раздела для сео-продвижения. Редактируется в админ-панели', 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `reviews`
--

CREATE TABLE `reviews` (
  `idItem` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `link` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `text` text DEFAULT NULL,
  `visibility` int(11) DEFAULT 0,
  `isRead` int(11) DEFAULT 0,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=4096 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `reviews`
--

INSERT INTO `reviews` (`idItem`, `name`, `phone`, `email`, `link`, `img`, `text`, `visibility`, `isRead`, `addDate`) VALUES
(5, 'Владислав Запорожец', NULL, NULL, 'https://vk.com/zaporozhets_vladislav', 'df4588420291b6a280303e3daeb6a0b6.jpg', 'Nulla tempor, felis ut molestie feugiat, sem ante sollicitudin leo, sed vestibulum magna nulla eget urna. Vivamus pharetra ligula ac eros venenatis porta. Aliquam egestas vel massa non lobortis. Sed sit amet suscipit lectus. Duis eget erat non quam blandit posuere sed at tellus. Vestibulum lacinia justo at quam interdum, ac ullamcorper augue suscipit. Vestibulum aliquet massa id ipsum aliquet elementum. Curabitur blandit in metus eget tempor. Pellentesque pharetra nibh nisi, quis bibendum velit tincidunt sed. Vestibulum quam diam, blandit et dolor quis, tincidunt rutrum diam. Cras pulvinar urna vel lacus dictum, eu mattis felis cursus.', 1, 1, '2016-03-09 09:50:27'),
(6, 'Руслан', NULL, NULL, 'http://narisuemvse.by', 'ce958b1c6f557ac40c79439423632e8a.jpg', 'Curabitur nibh augue, auctor vel porttitor et, lacinia sit amet metus. Integer non venenatis purus. Maecenas vehicula at ligula pulvinar fermentum. Phasellus nec finibus sem, eget mattis neque. Phasellus tortor eros, faucibus a sem vitae, egestas varius enim. Suspendisse potenti. Curabitur id feugiat justo.', 1, 1, '2016-03-09 09:53:34'),
(7, 'Владислав Запорожец', '+375 (11) 111-11-11', 'zaporozhets-vlad@rambler.ru', 'https://vk.com/zaporozhets_vladislav', NULL, 'Спасибо большое! Отличный магазин!', 0, 0, '2016-07-19 23:34:26'),
(8, 'Тест', '+375 (11) 111-11-11', 'narisuemvse.testmail@yandex.ru', '', NULL, 'Sed sit amet suscipit lectus. Duis eget erat non quam blandit posuere sed at tellus. Vestibulum lacinia justo at quam interdum, ac ullamcorper augue suscipit. Vestibulum aliquet massa id ipsum aliquet elementum. Curabitur blandit in metus eget tempor. Pellentesque pharetra nibh nisi, quis bibendum velit tincidunt sed.', 0, 0, '2017-03-31 14:21:18');

-- --------------------------------------------------------

--
-- Структура таблицы `settings`
--

CREATE TABLE `settings` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `descr` varchar(255) DEFAULT NULL,
  `img` text DEFAULT NULL,
  `owner` text DEFAULT NULL,
  `details` text DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `phone2` varchar(255) DEFAULT NULL,
  `phoneCity` varchar(255) DEFAULT NULL,
  `phoneMask` varchar(255) DEFAULT NULL,
  `phone2Mask` varchar(255) DEFAULT NULL,
  `phoneCityMask` varchar(255) DEFAULT NULL,
  `adres` text DEFAULT NULL,
  `map` text DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `email_sender` varchar(255) DEFAULT NULL,
  `skype` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL,
  `time_short` varchar(255) DEFAULT NULL,
  `mTitle` varchar(255) DEFAULT NULL,
  `mKeywords` text DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `enable` int(11) DEFAULT 1,
  `capTitle` varchar(255) DEFAULT NULL,
  `capDescr` text DEFAULT NULL,
  `currency` int(11) DEFAULT NULL,
  `length` int(11) DEFAULT NULL,
  `weight` int(11) DEFAULT NULL,
  `reviews` int(11) DEFAULT NULL,
  `count_front` int(11) DEFAULT NULL,
  `count_admin` int(11) DEFAULT NULL,
  `shop` int(11) DEFAULT NULL
) ENGINE=InnoDB AVG_ROW_LENGTH=16384 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `settings`
--

INSERT INTO `settings` (`idItem`, `title`, `descr`, `img`, `owner`, `details`, `phone`, `phone2`, `phoneCity`, `phoneMask`, `phone2Mask`, `phoneCityMask`, `adres`, `map`, `email`, `email_sender`, `skype`, `time`, `time_short`, `mTitle`, `mKeywords`, `mDescription`, `enable`, `capTitle`, `capDescr`, `currency`, `length`, `weight`, `reviews`, `count_front`, `count_admin`, `shop`) VALUES
(2, 'SportLive', 'спорттовары в Беларуси', 'logo.png', 'ИП Иванов Иван Иванович (ООО “Радость”)', '220020, г. Новополоцк, ул. Юбилейная, 11а. Режим работы: ПН-ВС с 08.00 - 21.00. Свидетельство №123456789 \r\nвыдано 19.11.2013 Минским горисполкомом. Зарегистрирован в Торговом реестре РБ №123456 от 30.01.2013 г.', '290000000', '330000000', '0214000000', '+375 (??) ???-??-??', '+375 (??) ???-??-??', '8 (????) ??-??-??', 'ул. Юбилейная, 11-А, 2й этаж', '&lt;iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2257.940191571565!2d28.646495916095194!3d55.53341101635838!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46c485470fe797a1:0xa7008b17bd5f2a6b!2z0K7QsdC40LvQtdC50L3QsNGPINGD0LsuIDLQsCwg0J3QvtCy0L7Qv9C-0LvQvtGG0Lo!5e0!3m2!1sru!2sby!4v1468916277503\" width=\"100%\" height=\"300\" frameborder=\"0\" style=\"border:0\" allowfullscreen&gt;&lt;/iframe&gt;', 'narisuemvse.testmail@yandex.ru', 'narisuemvse.testmail@yandex.ru', 'skype_login', 'ежедневно с 08.00 до 20.00', 'Пн-Вс: 08.00 - 21.00', 'Спорттовары в Беларуси - SportLive', 'Спорттовары в Беларуси - SportLive', 'Спорттовары в Беларуси - SportLive', 1, 'Сайт временно закрыт', 'Приносим свои извинения и гарантируем \r\nв скором времени наладить работу', 5, 1, 1, 1, 12, 10, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_catalog`
--

CREATE TABLE `shop_catalog` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1,
  `mTitle` varchar(255) DEFAULT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp(),
  `fields` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_catalog`
--

INSERT INTO `shop_catalog` (`idItem`, `idParent`, `title`, `alias`, `brief`, `text`, `img`, `num`, `visibility`, `mTitle`, `mKeywords`, `mDescription`, `addDate`, `fields`) VALUES
(1, 0, 'Тренажеры', 'trenazhery', '', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 100, 1, 'Тренажеры', '', '', '2017-09-28 13:49:36', NULL),
(2, 1, 'Беговые дорожки', 'begovye-dorozhki', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Беговые дорожки', NULL, NULL, '2017-09-28 13:49:36', '{\"2\":\"2\",\"3\":\"3\",\"4\":\"4\"}'),
(3, 1, 'Эллиптические тренажеры', 'ellipticheskie-trenazhery', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Эллиптические тренажеры', NULL, NULL, '2017-09-28 13:49:36', NULL),
(4, 1, 'Велотренажеры, эргометры', 'velotrenazhery-ergometry', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 8, 1, 'Велотренажеры, эргометры', NULL, NULL, '2017-09-28 13:49:36', NULL),
(5, 0, 'Тяжелая атлетика', 'tyazhelaya-atletika', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 99, 1, 'Тяжелая атлетика', NULL, NULL, '2017-09-28 13:49:36', NULL),
(6, 5, 'Железо', 'zhelezo', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Железо', NULL, NULL, '2017-09-28 13:49:36', NULL),
(7, 5, 'Инвентарь', 'inventar', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Инвентарь', NULL, NULL, '2017-09-28 13:49:36', NULL),
(8, 5, 'Экипировка', 'ekipirovka', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 8, 1, 'Экипировка', NULL, NULL, '2017-09-28 13:49:36', NULL),
(9, 0, 'Легкая атлетика', 'legkaya-atletika', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 98, 1, 'Легкая атлетика', NULL, NULL, '2017-09-28 13:49:36', NULL),
(10, 9, 'Инвентарь', 'inventar-lite', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Инвентарь', NULL, NULL, '2017-09-28 13:49:36', NULL),
(11, 9, 'Экипировка', 'ekipirovka-lite', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Экипировка', NULL, NULL, '2017-09-28 13:49:36', NULL),
(12, 0, 'Летний инвентарь', 'letnij-inventar', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 97, 1, 'Летний инвентарь', NULL, NULL, '2017-09-28 13:49:36', NULL),
(13, 12, 'Коньки роликовые', 'konki-rolikovye', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Коньки роликовые', NULL, NULL, '2017-09-28 13:49:36', NULL),
(14, 12, 'Велосипеды', 'velosipedy', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Велосипеды', NULL, NULL, '2017-09-28 13:49:36', NULL),
(15, 12, 'Скейты', 'skejty', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 8, 1, 'Скейты', NULL, NULL, '2017-09-28 13:49:36', NULL),
(16, 12, 'Самокаты', 'samokaty', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 7, 1, 'Самокаты', NULL, NULL, '2017-09-28 13:49:36', NULL),
(17, 0, 'Зимний инвентарь', 'zimnij-inventar', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 96, 1, 'Зимний инвентарь', NULL, NULL, '2017-09-28 13:49:36', NULL),
(18, 17, 'Хоккей', 'xokkej', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Хоккей', NULL, NULL, '2017-09-28 13:49:36', NULL),
(19, 17, 'Фигурное катание', 'figurnoe-katanie', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Фигурное катание', NULL, NULL, '2017-09-28 13:49:36', NULL),
(20, 17, 'Лыжи беговые, ботинки, инвентарь', 'lyzhi-begovye-botinki-inventar', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 8, 1, 'Лыжи беговые, ботинки, инвентарь', NULL, NULL, '2017-09-28 13:49:36', NULL),
(21, 17, 'Лыжи горные, ботинки', 'lyzhi-gornye-botinki', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 7, 1, 'Лыжи горные, ботинки', NULL, NULL, '2017-09-28 13:49:36', NULL),
(22, 17, 'Санки, ледянки, тюбинги', 'sanki-ledyanki-tyubingi', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 6, 1, 'Санки, ледянки, тюбинги', NULL, NULL, '2017-09-28 13:49:36', NULL),
(23, 0, 'Спортивный инвентарь', 'sportivnyj-inventar', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 95, 1, 'Спортивный инвентарь', NULL, NULL, '2017-09-28 13:49:36', NULL),
(24, 23, 'Весы, секундомеры, шагометры, динамометры', 'vesy-sekundomery-shagometry-dinamometry', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Весы, секундомеры, шагометры, динамометры', NULL, NULL, '2017-09-28 13:49:36', NULL),
(25, 23, 'Обручи, скакалки, палки гимнастические', 'obruchi-skakalki-palki-gimnasticheskie', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Обручи, скакалки, палки гимнастические', NULL, NULL, '2017-09-28 13:49:36', NULL),
(26, 23, 'Мячи', 'myachi', NULL, '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 8, 1, 'Мячи', NULL, NULL, '2017-09-28 13:49:36', NULL);
INSERT INTO `shop_catalog` (`idItem`, `idParent`, `title`, `alias`, `brief`, `text`, `img`, `num`, `visibility`, `mTitle`, `mKeywords`, `mDescription`, `addDate`, `fields`) VALUES
(27, 0, 'Спортивная одежда', 'sportivnaya-odezhda', '', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 94, 1, 'Спортивная одежда', '', '', '2017-09-28 13:58:23', NULL),
(28, 27, 'Костюмы', 'kostyumy', '', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 10, 1, 'Костюмы', '', '', '2017-09-28 13:58:45', NULL),
(29, 27, 'Обувь', 'obuv', '', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 9, 1, 'Обувь', '', '', '2017-09-28 13:58:58', NULL),
(30, 27, 'Футболки', 'futbolki', '', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 8, 1, 'Футболки', '', '', '2017-09-28 13:59:18', NULL),
(31, 27, 'Нижнее белье', 'nizhnee-bele', '', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer quis mi ac nisi fringilla blandit sit amet nec ex. Etiam id neque quis mauris tempor iaculis nec vel nisi. Proin sollicitudin dolor et nibh vestibulum bibendum. Pellentesque dapibus viverra aliquam. Morbi volutpat quis nunc ultricies elementum. Integer lobortis odio id euismod aliquam. Phasellus neque lacus, molestie vitae egestas ac, mollis nec urna. Duis fermentum nisi vitae est commodo, nec consectetur ex efficitur. Integer at efficitur augue. Praesent massa mauris, iaculis vel neque et, maximus blandit nunc. Praesent mattis mi sapien, posuere laoreet elit dapibus eu. Etiam accumsan ultrices semper. Aenean pharetra maximus ipsum, vitae tincidunt odio viverra ornare. Donec nec ullamcorper odio, fringilla viverra sapien.</p>\r\n\r\n<p>Vestibulum augue massa, egestas eu accumsan at, eleifend at sem. Quisque odio neque, laoreet vitae mauris sit amet, commodo malesuada lectus. Etiam condimentum quam non sollicitudin faucibus. Cras aliquet efficitur urna in dictum. Donec dignissim vestibulum dui, maximus mollis urna consequat non. Etiam lobortis nisi vel nibh convallis cursus. Pellentesque tincidunt velit a enim accumsan, quis molestie libero dignissim. Aenean tincidunt, orci at interdum tincidunt, orci enim hendrerit nisl, vitae commodo dui nisl at nisi. Aliquam lobortis feugiat lorem a laoreet. Nulla posuere tempus elementum. Mauris sit amet placerat leo, at accumsan felis. Sed posuere sem eget dui tincidunt laoreet. Suspendisse molestie turpis id nisi malesuada facilisis. Nullam consequat lectus id maximus faucibus. Sed elit eros, mattis nec ex ut, sollicitudin porttitor neque. Suspendisse ut justo nec tellus iaculis ullamcorper.</p>', NULL, 7, 1, 'Нижнее белье', '', '', '2017-09-28 13:59:52', NULL),
(32, 6, 'Гантели', 'ganteli', '', '', NULL, 1, 1, 'Гантели', '', '', '2017-10-02 14:22:03', NULL),
(33, 6, 'Гири', 'giri', '', '', NULL, 1, 1, 'Гири', '', '', '2017-10-02 14:22:14', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_catalog_products`
--

CREATE TABLE `shop_catalog_products` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `idProduct` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_catalog_products`
--

INSERT INTO `shop_catalog_products` (`idItem`, `idParent`, `idProduct`) VALUES
(3, 2, 3),
(4, 1, 3),
(5, 2, 2),
(6, 1, 2),
(7, 2, 5),
(8, 1, 5),
(9, 2, 4),
(10, 1, 4),
(11, 6, 6),
(12, 5, 6),
(13, 6, 7),
(14, 5, 7),
(15, 6, 8),
(16, 5, 8),
(17, 6, 9),
(18, 5, 9),
(19, 6, 10),
(20, 5, 10),
(21, 28, 11),
(22, 27, 11),
(23, 28, 12),
(24, 27, 12),
(26, 28, 13),
(27, 27, 13),
(28, 28, 14),
(29, 27, 14),
(30, 28, 15),
(31, 27, 15),
(32, 29, 16),
(33, 27, 16),
(34, 29, 17),
(35, 27, 17),
(36, 29, 18),
(37, 27, 18),
(38, 29, 19),
(39, 27, 19),
(40, 29, 20),
(41, 27, 20),
(42, 2, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_delivery`
--

CREATE TABLE `shop_delivery` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `price` decimal(19,2) DEFAULT NULL,
  `adres` int(11) DEFAULT 1,
  `text` text DEFAULT NULL,
  `visibility` int(11) DEFAULT 1,
  `num` int(11) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_delivery`
--

INSERT INTO `shop_delivery` (`idItem`, `title`, `price`, `adres`, `text`, `visibility`, `num`) VALUES
(1, 'Самовывоз', '0.00', 0, 'Осуществляется ежедневно с 9.00 до 18.00 по адресу Минск, ул. Немига, 3 (ТЦ Немига)', 1, 10),
(2, 'Курьером по Минску', '0.00', 0, 'Осуществляется ежедневно с 9.00 до 18.00 курьерской службой Минск-Экспресс', 1, 9),
(3, 'Наложенным платежом', '4.50', 1, 'Отправка заказов с понедельника по пятницу до 14.00. После 14.00 отправка заказа переносится на следующий день.\r\nЗаказы принятые в работу после пятницы 14.00 отправляются в понедельник', 1, 8),
(4, 'Службой доставки по РБ', '15.00', 1, 'Отправка заказов ежедневно до 14.00. После 14.00 отправка заказа переносится на следующий день.', 1, 7);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_fields`
--

CREATE TABLE `shop_fields` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `filter` int(11) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_fields`
--

INSERT INTO `shop_fields` (`idItem`, `idParent`, `title`, `type`, `num`, `filter`) VALUES
(2, 1, 'Нагрузка, кг', 'number', 10, 1),
(3, 1, 'Регулировка полотна', 'select', 9, 1),
(4, 1, 'Дополнительно', 'checkbox', 8, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_fields_groups`
--

CREATE TABLE `shop_fields_groups` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `num` int(11) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_fields_groups`
--

INSERT INTO `shop_fields_groups` (`idItem`, `title`, `num`) VALUES
(1, 'Тест', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_fields_products`
--

CREATE TABLE `shop_fields_products` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `idField` int(11) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_fields_products`
--

INSERT INTO `shop_fields_products` (`idItem`, `idParent`, `idField`, `value`) VALUES
(1, 1, 2, '150'),
(2, 1, 3, '1'),
(3, 1, 4, '{\"4\":\"4\",\"5\":\"5\"}'),
(4, 3, 2, '120'),
(5, 3, 3, '2'),
(6, 3, 4, '{\"5\":\"5\",\"6\":\"6\"}'),
(7, 4, 2, '140'),
(8, 4, 3, '2'),
(9, 4, 4, '{\"5\":\"5\",\"6\":\"6\"}'),
(10, 2, 2, '170'),
(11, 2, 3, '1'),
(12, 2, 4, '{\"4\":\"4\",\"5\":\"5\",\"6\":\"6\"}'),
(13, 5, 2, '140'),
(14, 5, 3, '1'),
(15, 5, 4, '{\"4\":\"4\",\"5\":\"5\",\"6\":\"6\"}');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_fields_values`
--

CREATE TABLE `shop_fields_values` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_fields_values`
--

INSERT INTO `shop_fields_values` (`idItem`, `idParent`, `title`) VALUES
(1, 3, 'Автоматическое'),
(2, 3, 'Ручное'),
(3, 3, 'Еще какое-то'),
(4, 4, 'Дисплей'),
(5, 4, 'Таймер'),
(6, 4, 'Кардиодатчик');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_mfrs`
--

CREATE TABLE `shop_mfrs` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1,
  `mTitle` varchar(255) NOT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp(),
  `home` int(11) DEFAULT 0,
  `home_num` int(11) DEFAULT 1
) ENGINE=InnoDB AVG_ROW_LENGTH=3276 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_mfrs`
--

INSERT INTO `shop_mfrs` (`idItem`, `title`, `alias`, `brief`, `text`, `img`, `num`, `visibility`, `mTitle`, `mKeywords`, `mDescription`, `addDate`, `home`, `home_num`) VALUES
(1, 'Adidas', 'adidas', 'Немецкий промышленный концерн, специализирующийся на выпуске спортивной обуви, одежды и инвентаря.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', '87af769c2f6d4d8bf8d4ba0e8c229b46.png', 1, 1, 'Adidas', '', '', '2017-09-28 14:35:06', 1, 10),
(2, 'ASICS', 'asics', 'Японская корпорация, являющаяся одним из лидеров по производству спортивной обуви и одежды.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', '1df04d50ae18d0d2e692cbb9293e6a7f.png', 1, 1, 'ASICS', '', '', '2017-09-28 14:41:18', 1, 9),
(3, 'Atomic', 'atomic', 'Австрийская компания, крупный производитель спортивного инвентаря', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', 'a7658c9f3be37ab91552c00b43997342.png', 1, 1, 'Atomic', '', '', '2017-09-28 14:44:16', 1, 8),
(4, 'Blizzard Sport', 'blizzard-sport', 'Австрийская компания, занимающееся разработкой и производством горнолыжного снаряжения', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', 'c7506e9327b1ffd74c84628c7614e79d.png', 1, 1, 'Blizzard Sport', '', '', '2017-09-28 14:46:42', 0, 1),
(5, 'Diadora', 'diadora', 'Итальянская компания, производитель спортивной одежды, обуви и аксессуаров. Технический спонсор и создатель униформы для итальянской ассоциации судей.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', '794dd1330655458fdb00282d664f907f.png', 1, 1, 'Diadora', '', '', '2017-09-28 14:48:16', 0, 1),
(6, 'Fischer', 'fischer', 'Австрийская компания, крупный производитель спортивного инвентаря.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', 'd3d356e14f4c6f367e25624b6453c71b.png', 1, 1, 'Fischer', '', '', '2017-09-28 14:49:33', 1, 1),
(7, 'Jako', 'jako', 'Промышленная компания Германии, специализирующаяся на выпуске спортивной обуви, одежды и инвентаря.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', 'e9132bd05d7efb7c6557ae4ea131473c.png', 1, 1, 'Jako', '', '', '2017-09-28 14:51:02', 1, 1),
(8, 'Madshus', 'madshus', 'Норвежская компания, производитель спортивного инвентаря для лыжного спорта', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', '830d097cd0e5d6d03830d837ea8efea8.png', 1, 1, 'Madshus', '', '', '2017-09-28 19:24:17', 0, 1),
(9, 'Umbro', 'umbro', 'Британский производитель и поставщик спортивной одежды и экипировки', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', '7240cffb4c3260c0c3c0d5b49952a6fa.png', 1, 1, 'Umbro', '', '', '2017-09-28 19:25:46', 1, 5),
(10, 'Nike', 'nike', 'Американская компания, всемирно известный производитель спортивной одежды и обуви', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam sed diam faucibus, placerat nibh ac, elementum mauris. Suspendisse tempus ipsum id nisl blandit tristique. Quisque placerat laoreet dictum. Nullam mattis vel sapien vitae dictum. Duis in est sed ex imperdiet imperdiet posuere vitae nisl. Nunc odio orci, molestie quis ipsum convallis, tempor feugiat massa. Vestibulum gravida arcu eu placerat interdum. Curabitur sed rhoncus erat. In tincidunt tellus et ullamcorper sollicitudin. Curabitur odio justo, fermentum laoreet massa vel, dapibus varius est. Quisque sollicitudin ac turpis sed vehicula. Fusce ut nibh ac lorem condimentum egestas. Aliquam ut lectus diam.</p>\r\n\r\n<p>Pellentesque auctor quis ipsum at aliquet. Phasellus lacus justo, pulvinar id risus sit amet, euismod porta lacus. Praesent tincidunt, arcu nec vestibulum semper, neque elit luctus nisl, in cursus turpis erat non eros. Praesent eu fringilla tortor, ac bibendum massa. Integer porta sit amet turpis ac pulvinar. Maecenas facilisis finibus lectus eget fringilla. Nulla libero libero, faucibus vel iaculis quis, posuere ut orci. Mauris ac congue nunc. Pellentesque a neque hendrerit, tempus est sit amet, lobortis velit. Integer id est tristique, dignissim lectus id, suscipit est. Donec vulputate lacinia massa, sed rutrum nunc ullamcorper at. Nullam vel velit ut purus consequat vulputate.</p>\r\n\r\n<p>Nulla placerat nibh nisi. Cras quis nisl metus. Mauris ac ligula erat. Mauris a augue vitae ante ornare aliquam ut vel eros. Aliquam elementum tortor risus, quis elementum justo semper eu. Aenean interdum, nisl id posuere imperdiet, magna ante volutpat tortor, vel dapibus nunc arcu et sapien. Ut maximus tincidunt blandit. Donec eget risus egestas, vulputate sapien vitae, ultricies quam.</p>\r\n\r\n<p>Suspendisse fermentum arcu ut lacinia rutrum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Integer fermentum diam quis bibendum vulputate. Ut ac massa congue, placerat nisl eu, interdum augue. Nunc non libero interdum, dignissim tellus non, faucibus erat. Donec non enim et risus pharetra vestibulum sit amet eget eros. Mauris id nulla sit amet ex volutpat vulputate a quis magna. Nam volutpat lacus vitae leo rutrum fermentum. Nullam nunc mauris, vulputate in velit ultrices, consectetur varius nisl. Duis at justo dignissim, eleifend dolor vitae, tincidunt libero. Sed sit amet nunc eros. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\r\n\r\n<p>Etiam vel pellentesque est, et sollicitudin urna. Proin pulvinar diam quis vehicula porttitor. Etiam laoreet accumsan porttitor. Etiam aliquet sit amet nisi ac mattis. Vestibulum hendrerit vulputate ullamcorper. Nulla non orci sodales, tincidunt purus sed, semper urna. Nunc sodales lectus fringilla accumsan elementum. Cras eu vehicula tortor. Mauris nec odio nec purus convallis consectetur. Duis eget mi sapien.</p>', '126ea18ae4ca25368856dc8fa630ea54.png', 1, 1, 'Nike', '', '', '2017-09-28 19:27:00', 1, 6);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_orders`
--

CREATE TABLE `shop_orders` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `alias` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `adres` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `delivery` varchar(255) DEFAULT NULL,
  `pay` varchar(255) DEFAULT NULL,
  `price` decimal(19,2) DEFAULT 0.00,
  `count` int(11) DEFAULT 0,
  `delivery_price` decimal(19,2) DEFAULT 0.00,
  `total` decimal(19,2) DEFAULT 0.00,
  `isRead` int(11) DEFAULT 0,
  `addDate` timestamp NULL DEFAULT current_timestamp(),
  `preorder` int(11) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_orders`
--

INSERT INTO `shop_orders` (`idItem`, `title`, `alias`, `name`, `phone`, `email`, `adres`, `text`, `delivery`, `pay`, `price`, `count`, `delivery_price`, `total`, `isRead`, `addDate`, `preorder`) VALUES
(1, NULL, 100001, 'Тест', '+375 (11) 111-11-11', 'narisuemvse.testmail@yandex.ru', 'г. Новополоцк, ул.Молодежная, 11а', 'Доставьте все быстро мне', 'Наложенным платежом', 'Наличными или банковской картой курьеру', '4810.00', 12, '4.50', '4814.50', 0, '2017-10-03 21:59:22', 0),
(2, NULL, 100002, 'Тест', '+375 (11) 111-11-11', 'narisuemvse.testmail@yandex.ru', '', '', 'Самовывоз', 'Оплата через ЕРИП', '820.00', 2, '0.00', '820.00', 0, '2017-10-03 22:40:43', 0),
(3, NULL, 100003, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0.00', 0, '0.00', '0.00', 0, '2017-10-04 08:17:38', 1),
(4, NULL, 100004, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0.00', 0, '0.00', '0.00', 0, '2017-10-04 09:39:20', 1),
(5, NULL, 100005, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0.00', 0, '0.00', '0.00', 0, '2017-10-04 14:31:31', 1),
(6, NULL, 100006, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0.00', 0, '0.00', '0.00', 0, '2017-10-04 21:08:27', 1),
(7, NULL, 100007, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0.00', 0, '0.00', '0.00', 0, '2018-04-04 12:29:00', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_orders_products`
--

CREATE TABLE `shop_orders_products` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `articul` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `img` text DEFAULT NULL,
  `count` int(11) DEFAULT 0,
  `price` decimal(19,2) DEFAULT 0.00,
  `total` decimal(19,2) DEFAULT 0.00,
  `modification` int(11) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_orders_products`
--

INSERT INTO `shop_orders_products` (`idItem`, `idParent`, `articul`, `title`, `brief`, `img`, `count`, `price`, `total`, `modification`) VALUES
(1, 1, '0000000001', '0 Test item', 'Тестовый товар для тестирования всего функционала', 'a14a474fa3f6b9c57f59b5b869d24cd7.jpg', 5, '750.00', '3750.00', 0),
(2, 1, '0000000011', 'Спортивный костюм Nike', 'Мужской спортивный костюм', 'fa8d8d38951ea4bd16caaec3651bf728.jpg', 2, '150.00', '300.00', 0),
(3, 1, '0000000018', 'Кроссовки женские беговые Asics GEL-Hyperspeed 6', 'Гибкие кроссовки, которые прекрасно подходят для бега по дорожкам и за их пределами', 'bf9554af0be725d678199eebfd6f2644.jpg', 4, '140.00', '560.00', 0),
(4, 1, '0000000019', 'Кроссовки мужские для сквоша и бадминтона Asics GEL-Upcourt', 'Модель с округлым мыском на удобной шнуровке спереди. Оформлена в контрастном стильном дизайне.', 'd99c88ccce5d532ebfc6ebc484cd33fa.jpg', 1, '200.00', '200.00', 0),
(5, 2, '0000000001', '0 Test item', 'Тестовый товар для тестирования всего функционала', 'a14a474fa3f6b9c57f59b5b869d24cd7.jpg', 1, '750.00', '750.00', 0),
(6, 2, '0000000007', 'Гриф для штанги W-образный Top Sports', 'Длина: 38 см. Вес: 2,5 кг. Диаметр посадочного отверстия 30 мм.', '8c2d105d75c70dffae331bf2752428b2.jpg', 1, '70.00', '70.00', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_pay`
--

CREATE TABLE `shop_pay` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_pay`
--

INSERT INTO `shop_pay` (`idItem`, `title`, `brief`, `text`, `num`, `visibility`) VALUES
(1, 'Наличными или банковской картой курьеру', '', '', 10, 1),
(2, 'Оплата через ЕРИП', '', NULL, 9, 1),
(3, 'VISA / Mastercard', '', '', 8, 1),
(4, 'Безналичный перевод', 'для Юридических Лиц и ИП', NULL, 7, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products`
--

CREATE TABLE `shop_products` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `idMfrs` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `articul` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `brief` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `text_delivery` varchar(255) DEFAULT NULL,
  `text_garanty` varchar(255) DEFAULT NULL,
  `country` varchar(255) DEFAULT NULL,
  `img` text DEFAULT NULL,
  `priceType` varchar(255) DEFAULT 'one',
  `price` decimal(19,5) DEFAULT 0.00000,
  `oldPrice` decimal(19,5) DEFAULT 0.00000,
  `currency` int(11) DEFAULT NULL,
  `price_curr` decimal(19,5) DEFAULT 0.00000,
  `oldPrice_curr` decimal(19,5) DEFAULT 0.00000,
  `length` decimal(19,5) DEFAULT 0.00000,
  `width` decimal(19,5) DEFAULT 0.00000,
  `height` decimal(19,5) DEFAULT 0.00000,
  `unit_length` int(11) DEFAULT NULL,
  `weight` decimal(19,5) DEFAULT 0.00000,
  `unit_weight` int(11) DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1,
  `sticker_hit` int(11) DEFAULT 0,
  `sticker_new` int(11) DEFAULT 0,
  `sticker_best` int(11) DEFAULT 0,
  `raiting` decimal(10,2) DEFAULT 1.00,
  `count` int(11) DEFAULT 1,
  `count_subtraction` int(11) DEFAULT 0,
  `charArr` text DEFAULT NULL,
  `mTitle` varchar(255) DEFAULT NULL,
  `mKeywords` varchar(255) DEFAULT NULL,
  `mDescription` varchar(255) DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_products`
--

INSERT INTO `shop_products` (`idItem`, `idParent`, `idMfrs`, `title`, `articul`, `alias`, `brief`, `text`, `text_delivery`, `text_garanty`, `country`, `img`, `priceType`, `price`, `oldPrice`, `currency`, `price_curr`, `oldPrice_curr`, `length`, `width`, `height`, `unit_length`, `weight`, `unit_weight`, `num`, `visibility`, `sticker_hit`, `sticker_new`, `sticker_best`, `raiting`, `count`, `count_subtraction`, `charArr`, `mTitle`, `mKeywords`, `mDescription`, `addDate`) VALUES
(1, 2, 4, '0 Test item', '0000000001', '0-test-item', 'Тестовый товар для тестирования всего функционала', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Германия', 'a14a474fa3f6b9c57f59b5b869d24cd7.jpg', 'one', '750.00000', '800.00000', 5, '750.00000', '800.00000', '190.00000', '85.00000', '145.00000', 1, '87.00000', 1, 100000000, 1, 1, 1, 0, '3.50', 1, 0, '[{\"label\":\"\\u0422\\u0438\\u043f\",\"value\":\"\\u042d\\u043b\\u0435\\u043a\\u0442\\u0440\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u041c\\u0430\\u043a\\u0441\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u0430\\u044f \\u043c\\u0430\\u0441\\u0441\\u0430, \\u043a\\u0433\",\"value\":\"150\"},{\"label\":\"\\u041c\\u043e\\u0449\\u043d\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0433\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043b.\\u0441.\",\"value\":\"3,0\"},{\"label\":\"\\u0421\\u043a\\u043e\\u0440\\u043e\\u0441\\u0442\\u044c \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430, \\u043a\\u043c\\/\\u0447\",\"value\":\"20\"},{\"label\":\"\\u0420\\u0435\\u0433\\u0443\\u043b\\u0438\\u0440\\u043e\\u0432\\u043a\\u0430 \\u043d\\u0430\\u043a\\u043b\\u043e\\u043d\\u0430\",\"value\":\"\\u0410\\u0432\\u0442\\u043e\\u043c\\u0430\\u0442\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u041f\\u0440\\u043e\\u0444 \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u043d\\u0438\\u0435\",\"value\":\"\\u041d\\u0435\\u0442\"}]', '0 Test item', '', '', '2017-09-28 19:52:01'),
(2, 2, 4, 'Christopeit Sport TM 2 (16 км/ч)', '0000000002', 'christopeit-sport-tm-2-16-km-ch', 'Беговая дорожка, электрическая', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Германия', '9e14b6d99e07b55e881ee99ed16fd63e.jpg', 'one', '750.00000', '800.00000', 5, '750.00000', '800.00000', '190.00000', '85.00000', '145.00000', 1, '87.00000', 1, 9, 1, 0, 1, 0, '1.00', 1, 0, '[{\"label\":\"\\u0422\\u0438\\u043f\",\"value\":\"\\u042d\\u043b\\u0435\\u043a\\u0442\\u0440\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u041c\\u0430\\u043a\\u0441\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u0430\\u044f \\u043c\\u0430\\u0441\\u0441\\u0430 \\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043a\\u0433\",\"value\":\"150\"},{\"label\":\"\\u041c\\u043e\\u0449\\u043d\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0433\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043b.\\u0441.\",\"value\":\"3,0\"},{\"label\":\"\\u0421\\u043a\\u043e\\u0440\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0436\\u0435\\u043d\\u0438\\u044f \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430, \\u043a\\u043c\\/\\u0447\",\"value\":\"20\"},{\"label\":\"\\u0420\\u0435\\u0433\\u0443\\u043b\\u0438\\u0440\\u043e\\u0432\\u043a\\u0430 \\u0443\\u0433\\u043b\\u0430 \\u043d\\u0430\\u043a\\u043b\\u043e\\u043d\\u0430 \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430\",\"value\":\"\\u0410\\u0432\\u0442\\u043e\\u043c\\u0430\\u0442\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u0412\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e\\u0441\\u0442\\u044c \\u043f\\u0440\\u043e\\u0444\\u0435\\u0441\\u0441\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f\",\"value\":\"\\u041d\\u0435\\u0442\"}]', 'Christopeit Sport TM 2 (16 км/ч)', '', '', '2017-09-28 20:04:00'),
(3, 2, 4, 'American Fitness ТМ3 (18 км/ч)', '0000000003', 'american-fitness-tm3-18-km-ch', 'Беговая дорожка, электрическая', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Германия', '51ad3a0e967ff3fd76bbff18ee6944c3.jpg', 'one', '720.00000', '900.00000', 5, '720.00000', '900.00000', '190.00000', '85.00000', '145.00000', 1, '87.00000', 1, 8, 1, 1, 1, 0, '1.00', 1, 0, '[{\"label\":\"\\u0422\\u0438\\u043f\",\"value\":\"\\u042d\\u043b\\u0435\\u043a\\u0442\\u0440\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u041c\\u0430\\u043a\\u0441\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u0430\\u044f \\u043c\\u0430\\u0441\\u0441\\u0430 \\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043a\\u0433\",\"value\":\"150\"},{\"label\":\"\\u041c\\u043e\\u0449\\u043d\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0433\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043b.\\u0441.\",\"value\":\"3,0\"},{\"label\":\"\\u0421\\u043a\\u043e\\u0440\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0436\\u0435\\u043d\\u0438\\u044f \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430, \\u043a\\u043c\\/\\u0447\",\"value\":\"20\"},{\"label\":\"\\u0420\\u0435\\u0433\\u0443\\u043b\\u0438\\u0440\\u043e\\u0432\\u043a\\u0430 \\u0443\\u0433\\u043b\\u0430 \\u043d\\u0430\\u043a\\u043b\\u043e\\u043d\\u0430 \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430\",\"value\":\"\\u0410\\u0432\\u0442\\u043e\\u043c\\u0430\\u0442\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u0412\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e\\u0441\\u0442\\u044c \\u043f\\u0440\\u043e\\u0444\\u0435\\u0441\\u0441\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f\",\"value\":\"\\u041d\\u0435\\u0442\"}]', 'American Fitness ТМ3 (18 км/ч)', '', '', '2017-09-28 20:04:04'),
(4, 2, 4, 'Christopeit Sport Pro Magnetic (Германия)', '0000000004', 'christopeit-sport-pro-magnetic-germaniya', 'Беговая дорожка, электрическая', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Германия', '1db41114d3cf85c3ed335832a1b09ea1.jpg', 'one', '750.00000', '800.00000', 5, '750.00000', '800.00000', '190.00000', '85.00000', '145.00000', 1, '87.00000', 1, 7, 1, 0, 1, 0, '1.00', 1, 0, '[{\"label\":\"\\u0422\\u0438\\u043f\",\"value\":\"\\u042d\\u043b\\u0435\\u043a\\u0442\\u0440\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u041c\\u0430\\u043a\\u0441\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u0430\\u044f \\u043c\\u0430\\u0441\\u0441\\u0430 \\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043a\\u0433\",\"value\":\"150\"},{\"label\":\"\\u041c\\u043e\\u0449\\u043d\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0433\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043b.\\u0441.\",\"value\":\"3,0\"},{\"label\":\"\\u0421\\u043a\\u043e\\u0440\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0436\\u0435\\u043d\\u0438\\u044f \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430, \\u043a\\u043c\\/\\u0447\",\"value\":\"20\"},{\"label\":\"\\u0420\\u0435\\u0433\\u0443\\u043b\\u0438\\u0440\\u043e\\u0432\\u043a\\u0430 \\u0443\\u0433\\u043b\\u0430 \\u043d\\u0430\\u043a\\u043b\\u043e\\u043d\\u0430 \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430\",\"value\":\"\\u0410\\u0432\\u0442\\u043e\\u043c\\u0430\\u0442\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u0412\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e\\u0441\\u0442\\u044c \\u043f\\u0440\\u043e\\u0444\\u0435\\u0441\\u0441\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f\",\"value\":\"\\u041d\\u0435\\u0442\"}]', 'Christopeit Sport Pro Magnetic (Германия)', '', '', '2017-09-28 20:04:07'),
(5, 2, 4, 'Christopeit Sport TM600S (16 км/ч)', '0000000005', 'christopeit-sport-tm600s-16-km-ch', 'Беговая дорожка, электрическая', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Германия', '426860e37b9f32ba793ef224cee12009.jpg', 'one', '850.00000', '900.00000', 5, '850.00000', '900.00000', '190.00000', '85.00000', '145.00000', 1, '87.00000', 1, 6, 1, 0, 1, 0, '1.00', 1, 0, '[{\"label\":\"\\u0422\\u0438\\u043f\",\"value\":\"\\u042d\\u043b\\u0435\\u043a\\u0442\\u0440\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u041c\\u0430\\u043a\\u0441\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u0430\\u044f \\u043c\\u0430\\u0441\\u0441\\u0430 \\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043a\\u0433\",\"value\":\"150\"},{\"label\":\"\\u041c\\u043e\\u0449\\u043d\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0433\\u0430\\u0442\\u0435\\u043b\\u044f, \\u043b.\\u0441.\",\"value\":\"3,0\"},{\"label\":\"\\u0421\\u043a\\u043e\\u0440\\u043e\\u0441\\u0442\\u044c \\u0434\\u0432\\u0438\\u0436\\u0435\\u043d\\u0438\\u044f \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430, \\u043a\\u043c\\/\\u0447\",\"value\":\"20\"},{\"label\":\"\\u0420\\u0435\\u0433\\u0443\\u043b\\u0438\\u0440\\u043e\\u0432\\u043a\\u0430 \\u0443\\u0433\\u043b\\u0430 \\u043d\\u0430\\u043a\\u043b\\u043e\\u043d\\u0430 \\u043f\\u043e\\u043b\\u043e\\u0442\\u043d\\u0430\",\"value\":\"\\u0410\\u0432\\u0442\\u043e\\u043c\\u0430\\u0442\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f\"},{\"label\":\"\\u0412\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e\\u0441\\u0442\\u044c \\u043f\\u0440\\u043e\\u0444\\u0435\\u0441\\u0441\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f\",\"value\":\"\\u041d\\u0435\\u0442\"}]', 'Christopeit Sport TM600S (16 км/ч)', '', '', '2017-09-28 20:04:12'),
(6, 1, 2, 'Гриф гантели 38см Top Sport', '0000000006', 'grif-ganteli-38sm-top-sport', 'Длина: 38 см. Вес: 2,5 кг. Диаметр посадочного отверстия 30 мм.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Беларусь', '965e00dcbd0ca02ddc02c73edf6f769b.jpg', 'one', '50.00000', '60.00000', 5, '50.00000', '60.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 10, 1, 1, 0, 0, '1.00', 1, 0, NULL, 'Гриф гантели 38см Top Sport', '', '', '2017-09-28 20:18:08'),
(7, 1, 2, 'Гриф для штанги W-образный Top Sports', '0000000007', 'grif-dlya-shtangi-w-obraznyj-top-sports', 'Длина: 38 см. Вес: 2,5 кг. Диаметр посадочного отверстия 30 мм.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Беларусь', '8c2d105d75c70dffae331bf2752428b2.jpg', 'one', '70.00000', '0.00000', 5, '50.00000', '60.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 9, 1, 0, 0, 0, '1.00', 1, 0, NULL, 'Гриф для штанги W-образный Top Sports', '', '', '2017-09-28 20:20:37'),
(8, 1, 2, 'Гриф гантели 25мм (36cм)', '0000000008', 'grif-ganteli-25mm-36cm', 'Длина: 38 см. Вес: 2,5 кг. Диаметр посадочного отверстия 30 мм.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Беларусь', '7e75dd110ba1721a9757bd6799f4e592.jpg', 'one', '70.00000', '75.00000', 5, '50.00000', '60.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 8, 1, 0, 0, 0, '1.00', 1, 0, NULL, 'Гриф гантели 25мм (36cм)', '', '', '2017-09-28 20:20:41'),
(9, 1, 2, 'Стенд для штанг RK-13', '0000000009', 'stend-dlya-shtang-rk-13', 'Длина: 38 см. Вес: 2,5 кг. Диаметр посадочного отверстия 30 мм.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Беларусь', '165b8544220e6e4248f8279000465c8d.jpg', 'one', '300.00000', '360.00000', 5, '50.00000', '60.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 7, 1, 1, 0, 0, '1.00', 1, 0, NULL, 'Стенд для штанг RK-13', '', '', '2017-09-28 20:20:48'),
(10, 1, 2, 'Гриф EZ-образный d-50mm ОВ47-Z', '0000000010', 'grif-ez-obraznyj-d-50mm-ov47-z', 'Гриф Z-образный (кривой) хром. (d-50мм,L-1,2м) с замком - пружина', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Беларусь', '46504402b9369ab8f3222ef1fedf534f.jpg', 'one', '65.00000', '0.00000', 5, '50.00000', '60.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 6, 1, 0, 0, 0, '1.00', 1, 0, NULL, 'Гриф EZ-образный d-50mm ОВ47-Z', '', '', '2017-09-28 20:20:50'),
(11, 28, 10, 'Спортивный костюм Nike', '0000000011', 'sportivnyj-kostyum-nike', 'Мужской спортивный костюм', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', 'fa8d8d38951ea4bd16caaec3651bf728.jpg', 'one', '150.00000', '0.00000', 5, '150.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 1, 0, 0, '1.00', 1, 0, NULL, 'Спортивный костюм Nike', '', '', '2017-09-28 20:31:52'),
(12, 28, 2, 'Брюки ASICS', '0000000012', 'bryuki-asics', 'Женские спортивные брюки Asics Gym Pant подарят вам особенный комфорт во время и после нагрузки.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', '05d031e92b84c79625a8e86839e8ed1d.jpg', 'one', '70.00000', '95.00000', 5, '70.00000', '95.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 0, 0, 0, '1.00', 1, 0, '{\"0\":{\"label\":\"\\u0412\\u0438\\u0434 \\u0441\\u043f\\u043e\\u0440\\u0442\\u0430\",\"value\":\"\\u0444\\u0438\\u0442\\u043d\\u0435\\u0441, \\u0431\\u0435\\u0433\"},\"1\":{\"label\":\"\\u0420\\u0430\\u0437\\u043c\\u0435\\u0440\",\"value\":\"XS, S, M, L, XL, 2XL, 3XL (INT)\"},\"3\":{\"label\":\"\\u0421\\u0435\\u0437\\u043e\\u043d\",\"value\":\"\\u0432\\u0435\\u0441\\u043d\\u0430\\/\\u043e\\u0441\\u0435\\u043d\\u044c\"},\"4\":{\"label\":\"\\u0426\\u0432\\u0435\\u0442\",\"value\":\"\\u0447\\u0435\\u0440\\u043d\\u044b\\u0439, \\u0441\\u0435\\u0440\\u044b\\u0439, \\u043a\\u0440\\u0430\\u0441\\u043d\\u044b\\u0439, \\u0441\\u0438\\u043d\\u0438\\u0439\"}}', 'Брюки ASICS', '', '', '2017-09-28 20:35:55'),
(13, 28, 2, 'Брюки ASICS', '0000000013', 'bryuki-asics-gray', 'Эти удобные спортивные брюки пригодится вам и дома, и в спортзале.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', '2f583f6246dc46561a42d7eb32b6728f.jpg', 'one', '70.00000', '80.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 0, 0, 0, '1.00', 1, 0, '{\"0\":{\"label\":\"\\u0412\\u0438\\u0434 \\u0441\\u043f\\u043e\\u0440\\u0442\\u0430\",\"value\":\"\\u0444\\u0438\\u0442\\u043d\\u0435\\u0441, \\u0431\\u0435\\u0433\"},\"1\":{\"label\":\"\\u0420\\u0430\\u0437\\u043c\\u0435\\u0440\",\"value\":\"XS, S, M, L, XL, 2XL, 3XL (INT)\"},\"3\":{\"label\":\"\\u0421\\u0435\\u0437\\u043e\\u043d\",\"value\":\"\\u0432\\u0435\\u0441\\u043d\\u0430\\/\\u043e\\u0441\\u0435\\u043d\\u044c\"},\"4\":{\"label\":\"\\u0426\\u0432\\u0435\\u0442\",\"value\":\"\\u0447\\u0435\\u0440\\u043d\\u044b\\u0439, \\u0441\\u0435\\u0440\\u044b\\u0439, \\u043a\\u0440\\u0430\\u0441\\u043d\\u044b\\u0439, \\u0441\\u0438\\u043d\\u0438\\u0439\"}}', 'Брюки ASICS', '', '', '2017-09-28 20:42:56'),
(14, 28, 9, 'Брюки Umbro', '0000000014', 'bryuki-umbro', 'Прекрасные спортивные брюки. Модель свободного кроя на эластичном поясе.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Беларусь', 'bfa67e7137f2d732f41f2cee8d4f07e1.jpg', 'one', '90.00000', '100.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 1, 0, 0, '1.00', 1, 0, '{\"0\":{\"label\":\"\\u0412\\u0438\\u0434 \\u0441\\u043f\\u043e\\u0440\\u0442\\u0430\",\"value\":\"\\u0444\\u0438\\u0442\\u043d\\u0435\\u0441, \\u0431\\u0435\\u0433\"},\"1\":{\"label\":\"\\u0420\\u0430\\u0437\\u043c\\u0435\\u0440\",\"value\":\"XS, S, M, L, XL, 2XL, 3XL (INT)\"},\"3\":{\"label\":\"\\u0421\\u0435\\u0437\\u043e\\u043d\",\"value\":\"\\u0432\\u0435\\u0441\\u043d\\u0430\\/\\u043e\\u0441\\u0435\\u043d\\u044c\"},\"4\":{\"label\":\"\\u0426\\u0432\\u0435\\u0442\",\"value\":\"\\u0447\\u0435\\u0440\\u043d\\u044b\\u0439, \\u0441\\u0435\\u0440\\u044b\\u0439, \\u043a\\u0440\\u0430\\u0441\\u043d\\u044b\\u0439, \\u0441\\u0438\\u043d\\u0438\\u0439\"}}', 'Брюки Umbro', '', '', '2017-09-28 20:46:38'),
(15, 28, 2, 'Олимпийка ESS WINTER 1/2 ZIP', '0000000015', 'olimpijka-ess-winter-1-2-zip', 'Олимпийка ASICS выполнена из эластичного текстиля. Детали: технология Motion Dry позволяет удалять лишнюю влагу с кожи во время занятий спортом', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', '33d4b6de55819dfae48b89e4053b37e4.jpg', 'one', '120.00000', '0.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 1, 0, 0, '1.00', 1, 0, '{\"0\":{\"label\":\"\\u0412\\u0438\\u0434 \\u0441\\u043f\\u043e\\u0440\\u0442\\u0430\",\"value\":\"\\u0444\\u0438\\u0442\\u043d\\u0435\\u0441, \\u0431\\u0435\\u0433\"},\"1\":{\"label\":\"\\u0420\\u0430\\u0437\\u043c\\u0435\\u0440\",\"value\":\"XS, S, M, L, XL, 2XL, 3XL (INT)\"},\"3\":{\"label\":\"\\u0421\\u0435\\u0437\\u043e\\u043d\",\"value\":\"\\u0432\\u0435\\u0441\\u043d\\u0430\\/\\u043e\\u0441\\u0435\\u043d\\u044c\"},\"4\":{\"label\":\"\\u0426\\u0432\\u0435\\u0442\",\"value\":\"\\u0447\\u0435\\u0440\\u043d\\u044b\\u0439, \\u0441\\u0435\\u0440\\u044b\\u0439, \\u043a\\u0440\\u0430\\u0441\\u043d\\u044b\\u0439, \\u0441\\u0438\\u043d\\u0438\\u0439\"}}', 'Олимпийка ESS WINTER 1/2 ZIP', '', '', '2017-09-28 20:49:42'),
(16, 29, 1, 'Мужские кроссовки Adidas Adizero Feather 2', '0000000016', 'muzhskie-krossovki-adidas-adizero-feather-2', 'Вес этой модели составляет всего 193 грамма, что является уникальностью. Модель создана по технологиям, которые позволяют сохранять ноги прохладными во время самых изнурительных физических упражнениях', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Китай', '5514faa393c7fd7c59a3a3cdba7016fe.jpg', 'one', '150.00000', '170.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 1, 0, 0, '1.00', 1, 0, NULL, 'Мужские кроссовки Adidas Adizero Feather 2', '', '', '2017-09-28 20:53:40');
INSERT INTO `shop_products` (`idItem`, `idParent`, `idMfrs`, `title`, `articul`, `alias`, `brief`, `text`, `text_delivery`, `text_garanty`, `country`, `img`, `priceType`, `price`, `oldPrice`, `currency`, `price_curr`, `oldPrice_curr`, `length`, `width`, `height`, `unit_length`, `weight`, `unit_weight`, `num`, `visibility`, `sticker_hit`, `sticker_new`, `sticker_best`, `raiting`, `count`, `count_subtraction`, `charArr`, `mTitle`, `mKeywords`, `mDescription`, `addDate`) VALUES
(17, 29, 2, 'Кроссовки женские беговые Asics GEL-Pursuit', '0000000017', 'krossovki-zhenskie-begovye-asics-gel-pursuit', 'Снижает нагрузку на пятку, колени и позвоночник спортсмена', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', 'bb65787fad0fc6ef8e7247503bafd184.jpg', 'one', '120.00000', '0.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 0, 0, 0, '1.00', 1, 0, NULL, 'Кроссовки женские беговые Asics GEL-Pursuit', '', '', '2017-09-28 20:56:04'),
(18, 29, 2, 'Кроссовки женские беговые Asics GEL-Hyperspeed 6', '0000000018', 'krossovki-zhenskie-begovye-asics-gel-hyperspeed-6', 'Гибкие кроссовки, которые прекрасно подходят для бега по дорожкам и за их пределами', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', 'bf9554af0be725d678199eebfd6f2644.jpg', 'one', '140.00000', '160.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 0, 0, 0, '1.00', 1, 0, NULL, 'Кроссовки женские беговые Asics GEL-Hyperspeed 6', '', '', '2017-09-28 20:58:25'),
(19, 29, 2, 'Кроссовки мужские для сквоша и бадминтона Asics GEL-Upcourt', '0000000019', 'krossovki-muzhskie-dlya-skvosha-i-badmintona-asics-gel-upcourt', 'Модель с округлым мыском на удобной шнуровке спереди. Оформлена в контрастном стильном дизайне.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', 'd99c88ccce5d532ebfc6ebc484cd33fa.jpg', 'one', '200.00000', '0.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 0, 0, 0, '1.00', 1, 0, NULL, 'Кроссовки мужские для сквоша и бадминтона Asics GEL-Upcourt', '', '', '2017-09-28 21:00:18'),
(20, 29, 10, 'Мужские кроссовки Nike Sweet classic', '0000000020', 'muzhskie-krossovki-nike-sweet-classic', 'Кроссовки сделаны из мягкой кожи с перфорацией для дополнительного воздухообмена.', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dapibus molestie pellentesque. Aliquam placerat vitae nunc id ultricies. Vivamus turpis neque, aliquam lacinia felis quis, lobortis fermentum nunc. Maecenas nec mi dignissim, volutpat ante ut, faucibus velit. Vestibulum elit elit, fringilla ac sapien non, tincidunt ultricies lacus. Suspendisse sollicitudin efficitur augue, id eleifend lectus. Nunc velit est, faucibus eget placerat nec, sodales quis elit. Integer congue odio eget tristique rhoncus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Etiam quis orci suscipit, viverra purus id, interdum risus. Nulla facilisi. Quisque nec aliquet nisi. Morbi ut sollicitudin massa, malesuada dictum ipsum. Nunc id efficitur nulla, dapibus scelerisque sapien. Aenean sed imperdiet augue. Pellentesque eget ultrices eros.</p>\r\n\r\n<p>Aliquam augue orci, dignissim in consectetur nec, malesuada a nisi. Vivamus a velit at sapien sagittis laoreet. Nulla facilisi. Phasellus eleifend sapien non tincidunt placerat. Nam a dui ex. Integer cursus tincidunt convallis. Nunc nec ultricies quam. In sed efficitur est.</p>\r\n\r\n<h2>Curabitur vel ultrices nisl.</h2>\r\n\r\n<p>Nunc faucibus lacus ac risus gravida rutrum. Morbi nibh enim, vehicula in porta ac, ullamcorper ut dolor. Etiam a vulputate enim, eget eleifend elit. Sed porttitor diam ac risus scelerisque, eu elementum ex imperdiet. Vestibulum aliquam congue augue, sit amet scelerisque magna tincidunt a. Duis quis lectus ex. Duis felis mi, suscipit non justo ut, rhoncus condimentum diam. Cras nisi purus, porta in facilisis in, ullamcorper at urna. Nullam ultrices risus id vulputate scelerisque. Ut sollicitudin imperdiet mauris et lacinia. Nunc dignissim, est a laoreet consequat, tortor justo mollis turpis, ut luctus ligula sapien quis sem. In mollis dolor eget augue euismod feugiat.</p>\r\n', 'Бесплатно', '12 месяцев', 'Россия', 'e45b00ee46a2b68767a82c99c32f25f1.jpg', 'one', '180.00000', '220.00000', 5, '0.00000', '0.00000', '0.00000', '0.00000', '0.00000', 1, '0.00000', 1, 1, 1, 1, 0, 0, '1.00', 1, 0, NULL, 'Мужские кроссовки Nike Sweet classic', '', '', '2017-09-28 21:02:16');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products_articles`
--

CREATE TABLE `shop_products_articles` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `idArticle` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_products_articles`
--

INSERT INTO `shop_products_articles` (`idItem`, `idParent`, `idArticle`) VALUES
(1, 1, 23),
(2, 1, 20),
(3, 1, 24);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products_comments`
--

CREATE TABLE `shop_products_comments` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `raiting` int(11) DEFAULT 4,
  `text` text DEFAULT NULL,
  `link` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `visibility` varchar(255) DEFAULT '0',
  `isRead` varchar(255) DEFAULT '0',
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=2730 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_products_comments`
--

INSERT INTO `shop_products_comments` (`idItem`, `idParent`, `title`, `phone`, `raiting`, `text`, `link`, `img`, `visibility`, `isRead`, `addDate`) VALUES
(1, 1, 'Тест', NULL, 5, 'Morbi porttitor accumsan nibh a varius. Sed quam quam, facilisis quis est vel, feugiat fringilla nisi. Nulla pharetra rutrum metus et mollis. Suspendisse fermentum quam nec turpis congue varius. Maecenas quis odio feugiat, tristique orci at, mollis sapien. Cras dignissim et orci et cursus. Nam hendrerit eget libero non lacinia.', '', NULL, '1', '1', '2017-10-03 10:34:46'),
(2, 1, 'Руслан', NULL, 2, 'Nunc hendrerit commodo elit. Donec scelerisque rhoncus arcu et ultrices. Phasellus aliquam et risus non egestas. Maecenas eros felis, placerat nec felis eu, malesuada ultricies odio. Mauris pellentesque, lorem a consectetur sollicitudin, nunc sem dignissim eros, non pulvinar sapien mauris vel sapien.', 'http://landing.narisuemvse.by/', NULL, '1', '1', '2017-10-03 10:38:55'),
(3, 1, 'Оля', NULL, 4, 'Donec rutrum porta augue at interdum. Integer in dui vel arcu auctor hendrerit vel id velit. Vestibulum vehicula tortor consectetur dignissim fermentum. In hac habitasse platea dictumst. Quisque ut efficitur tortor. Phasellus eleifend egestas eros, aliquet vehicula leo condimentum sit amet. Integer sapien libero, condimentum eu eros eget, vehicula suscipit felis. Curabitur tellus massa, posuere eu tempus vitae, auctor vestibulum tellus.', '', NULL, '1', '1', '2017-10-03 10:39:17'),
(4, 1, 'Никита', NULL, 3, 'Fusce consequat tortor risus, in sagittis ipsum sollicitudin sit amet. Donec semper, ipsum eu fringilla tempus, mauris elit tristique justo, vel sagittis libero risus ac leo. Duis fermentum sapien rutrum urna consectetur vehicula. Curabitur at tincidunt metus. Fusce lobortis lobortis felis sed hendrerit. Vestibulum lobortis eu nunc vitae ultrices. Duis imperdiet fringilla lectus at maximus.', '', NULL, '1', '1', '2017-10-03 11:59:16'),
(5, 1, 'Влад', '+375 (11) 111-11-11', 5, 'Quisque ut efficitur tortor. Phasellus eleifend egestas eros, aliquet vehicula leo condimentum sit amet. Integer sapien libero, condimentum eu eros eget, vehicula suscipit felis. Curabitur tellus massa, posuere eu tempus vitae, auctor vestibulum tellus.', '', NULL, '0', '0', '2017-10-03 14:59:37');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products_descr`
--

CREATE TABLE `shop_products_descr` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `visibility` int(11) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_products_descr`
--

INSERT INTO `shop_products_descr` (`idItem`, `idParent`, `title`, `text`, `num`, `visibility`) VALUES
(1, 1, 'Характеристики', '<h3>Беговые дорожки</h3>\r\n\r\n<table>\r\n <tbody>\r\n  <tr>\r\n   <td>Тип</td>\r\n   <td>Электрическая</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Максимальная масса пользователя, кг</td>\r\n   <td>150</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Мощность двигателя, л.с.</td>\r\n   <td>3,0</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Скорость движения полотна, км/ч</td>\r\n   <td>20</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Регулировка угла наклона полотна</td>\r\n   <td>Автоматическая</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Возможность профессионального использования</td>\r\n   <td>Нет</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Кардиодатчик</td>\r\n   <td>Встроенный</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Подключение беспроводного кардиодатчика</td>\r\n   <td>Да</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Тип питания</td>\r\n   <td>Сеть переменного тока</td>\r\n  </tr>\r\n </tbody>\r\n</table>\r\n\r\n<h3>Прочие</h3>\r\n\r\n<table>\r\n <tbody>\r\n  <tr>\r\n   <td>Страна бренда</td>\r\n   <td>Германия</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Бесплатная сборка в сервисном центре</td>\r\n   <td>Нет</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Гарантия</td>\r\n   <td>12</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Цвет</td>\r\n   <td>Серебристый</td>\r\n  </tr>\r\n  <tr>\r\n   <td>Вес тренажера, кг</td>\r\n   <td>87</td>\r\n  </tr>\r\n </tbody>\r\n</table>\r\n', 10, 1),
(2, 1, 'Дополнительно', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Quisque faucibus ex eros, ac blandit magna ornare eget. Aliquam pellentesque erat nisl, a porttitor ipsum ornare quis. Fusce tristique velit sed eleifend fringilla. Duis dignissim molestie tristique. Proin varius ultrices condimentum. Aliquam vel pellentesque mi. Praesent ac pretium justo. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. In hac habitasse platea dictumst. Suspendisse est dolor, interdum vel porttitor at, consequat vitae neque. Duis vitae sapien justo. Praesent nisl massa, ultrices at ornare quis, mollis at justo. Donec varius consectetur ipsum, eu blandit ipsum suscipit ac.</p>\r\n\r\n<p>Morbi porttitor accumsan nibh a varius. Sed quam quam, facilisis quis est vel, feugiat fringilla nisi. Nulla pharetra rutrum metus et mollis. Suspendisse fermentum quam nec turpis congue varius. Maecenas quis odio feugiat, tristique orci at, mollis sapien. Cras dignissim et orci et cursus. Nam hendrerit eget libero non lacinia. Nunc hendrerit commodo elit. Donec scelerisque rhoncus arcu et ultrices. Phasellus aliquam et risus non egestas. Maecenas eros felis, placerat nec felis eu, malesuada ultricies odio. Mauris pellentesque, lorem a consectetur sollicitudin, nunc sem dignissim eros, non pulvinar sapien mauris vel sapien.</p>\r\n\r\n<p>Donec rutrum porta augue at interdum. Integer in dui vel arcu auctor hendrerit vel id velit. Vestibulum vehicula tortor consectetur dignissim fermentum. In hac habitasse platea dictumst. Quisque ut efficitur tortor. Phasellus eleifend egestas eros, aliquet vehicula leo condimentum sit amet. Integer sapien libero, condimentum eu eros eget, vehicula suscipit felis. Curabitur tellus massa, posuere eu tempus vitae, auctor vestibulum tellus.</p>\r\n\r\n<p>Nunc euismod, sem mollis dignissim molestie, justo risus laoreet tellus, vel molestie sem sem eu nisi. Maecenas nec finibus tellus. Integer rutrum varius purus vel dictum. Vestibulum viverra diam vel egestas gravida. Fusce a odio sed elit elementum pharetra. Nulla ac velit vel elit pellentesque egestas eget quis velit. Fusce consequat tortor risus, in sagittis ipsum sollicitudin sit amet. Donec semper, ipsum eu fringilla tempus, mauris elit tristique justo, vel sagittis libero risus ac leo. Duis fermentum sapien rutrum urna consectetur vehicula. Curabitur at tincidunt metus. Fusce lobortis lobortis felis sed hendrerit. Vestibulum lobortis eu nunc vitae ultrices. Duis imperdiet fringilla lectus at maximus.</p>\r\n', 9, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products_imgs`
--

CREATE TABLE `shop_products_imgs` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `img` text DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=910 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_products_imgs`
--

INSERT INTO `shop_products_imgs` (`idItem`, `idParent`, `title`, `img`, `addDate`) VALUES
(1, 1, NULL, '057900a4f244bb893a63de0ee31ad06e.jpg', '2017-09-28 21:09:15'),
(2, 1, NULL, 'fb7515577dd0de1c59e97f8aa9ff7881.jpg', '2017-09-28 21:09:15'),
(3, 1, NULL, 'c33acd8e20f404cea4ee9b95f692c318.jpg', '2017-09-28 21:09:15'),
(4, 1, NULL, '5da459fe4dacad75abf579a304b2248f.jpg', '2017-10-03 10:21:44'),
(5, 1, NULL, '105597a12e1904c399913d3fb10d33b0.jpg', '2017-10-03 10:21:44'),
(6, 1, NULL, '5f2da6b78ae8e60563cf450f2a00834d.jpg', '2017-10-03 10:21:44'),
(7, 1, NULL, '5c02565112910577094829fa72b295f2.jpg', '2017-10-03 10:21:44');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products_modifications`
--

CREATE TABLE `shop_products_modifications` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `articul` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `price` decimal(19,5) DEFAULT 0.00000,
  `oldPrice` decimal(19,5) DEFAULT 0.00000,
  `price_curr` decimal(19,5) DEFAULT 0.00000,
  `oldPrice_curr` decimal(19,5) DEFAULT 0.00000,
  `count` int(11) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `shop_products_similars`
--

CREATE TABLE `shop_products_similars` (
  `idItem` int(11) NOT NULL,
  `idParent` int(11) DEFAULT NULL,
  `idProduct` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_products_similars`
--

INSERT INTO `shop_products_similars` (`idItem`, `idParent`, `idProduct`) VALUES
(1, 1, 3),
(2, 1, 2),
(3, 1, 4),
(4, 1, 5),
(5, 1, 16),
(6, 1, 11),
(7, 1, 18),
(8, 1, 19);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_unit_currency`
--

CREATE TABLE `shop_unit_currency` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `unit` varchar(255) DEFAULT NULL,
  `value` decimal(10,5) DEFAULT 0.00000
) ENGINE=InnoDB AVG_ROW_LENGTH=5461 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_unit_currency`
--

INSERT INTO `shop_unit_currency` (`idItem`, `title`, `alias`, `unit`, `value`) VALUES
(5, 'Белорусский рубль', 'BYN', 'р.', '1.00000'),
(6, 'Доллар', 'USD', '$', '2.10000'),
(7, 'Российский рубль', 'RUB', 'р.', '0.03000');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_unit_length`
--

CREATE TABLE `shop_unit_length` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `value` decimal(10,5) DEFAULT 0.00000
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_unit_length`
--

INSERT INTO `shop_unit_length` (`idItem`, `title`, `alias`, `value`) VALUES
(1, 'Сантиметр', 'см', '1.00000'),
(2, 'Метр', 'м', '100.00000'),
(3, 'Миллииметр', 'мм', '0.10000');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_unit_weight`
--

CREATE TABLE `shop_unit_weight` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `value` decimal(10,2) DEFAULT 0.00
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_unit_weight`
--

INSERT INTO `shop_unit_weight` (`idItem`, `title`, `alias`, `value`) VALUES
(1, 'Килограмм', 'кг', '1.00'),
(2, 'Грамм', 'г', '0.00'),
(3, 'Центнер', 'ц', '100.00');

-- --------------------------------------------------------

--
-- Структура таблицы `slider`
--

CREATE TABLE `slider` (
  `idItem` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `text` text DEFAULT NULL,
  `btn` varchar(255) DEFAULT NULL,
  `link` text DEFAULT NULL,
  `num` int(11) DEFAULT 1,
  `img` text DEFAULT NULL,
  `visibility` int(11) DEFAULT 1,
  `showText` int(11) NOT NULL DEFAULT 1,
  `position` varchar(255) DEFAULT 'left',
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=8192 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `slider`
--

INSERT INTO `slider` (`idItem`, `title`, `text`, `btn`, `link`, `num`, `img`, `visibility`, `showText`, `position`, `addDate`) VALUES
(3, 'Магазин спорттоваров', 'от ведущих производителей мира\r\nпо самым доступным ценам!', 'Перейти в каталог', '/catalog', 10, '7c968cd107f33f82dbc7bfec496c32ff.jpg', 1, 1, 'left', '2016-11-02 10:21:57'),
(4, 'Тяжело в учении - легко в покупке!', '', '', '', 9, '3adc48d7921bb26e96c34e61f297045e.jpg', 1, 0, 'right', '2017-09-29 20:24:14');

-- --------------------------------------------------------

--
-- Структура таблицы `theme_admin`
--

CREATE TABLE `theme_admin` (
  `idItem` int(11) NOT NULL,
  `current` int(11) DEFAULT 0,
  `title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `brief` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `theme_admin`
--

INSERT INTO `theme_admin` (`idItem`, `current`, `title`, `alias`, `brief`) VALUES
(1, 1, 'NarisuemVse Admin Panel', 'narisuemvse', 'Стандартная тема от команды \"Нарисуем все\". Приятный интерфейс и воздушные цвета придутся по вкусу любителям минимализма.'),
(2, 0, 'VIX-CMS Admin Panel', 'vix', NULL),
(3, 0, 'Gradient Admin Panel', 'gradient', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `idItem` int(11) NOT NULL,
  `access` varchar(255) DEFAULT NULL,
  `login` varchar(255) DEFAULT NULL,
  `password` text DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sname` varchar(255) DEFAULT NULL,
  `lname` varchar(255) DEFAULT NULL,
  `addDate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=8192 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`idItem`, `access`, `login`, `password`, `email`, `name`, `sname`, `lname`, `addDate`) VALUES
(1, 'admin', 'admin', '46f94c8de14fb36680850768ff1b7f2a', 'narisuemvse.testmail@yandex.ru', 'Иван', 'Иванов', '', '2015-06-06 12:49:47'),
(8, 'admin', 'moderator', '46f94c8de14fb36680850768ff1b7f2a', 'narisuemvse@mail.ru', 'Петр', 'Петров', NULL, '2015-11-17 12:07:30');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `banners`
--
ALTER TABLE `banners`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `ci_sessions`
--
ALTER TABLE `ci_sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ci_sessions_timestamp` (`timestamp`);

--
-- Индексы таблицы `faq`
--
ALTER TABLE `faq`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `feedback`
--
ALTER TABLE `feedback`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `feedback_orders`
--
ALTER TABLE `feedback_orders`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `navigation`
--
ALTER TABLE `navigation`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `pages_admin`
--
ALTER TABLE `pages_admin`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `pages_site`
--
ALTER TABLE `pages_site`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `reviews`
--
ALTER TABLE `reviews`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_catalog`
--
ALTER TABLE `shop_catalog`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_catalog_products`
--
ALTER TABLE `shop_catalog_products`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_delivery`
--
ALTER TABLE `shop_delivery`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_fields`
--
ALTER TABLE `shop_fields`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_fields_groups`
--
ALTER TABLE `shop_fields_groups`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_fields_products`
--
ALTER TABLE `shop_fields_products`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_fields_values`
--
ALTER TABLE `shop_fields_values`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_mfrs`
--
ALTER TABLE `shop_mfrs`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_orders`
--
ALTER TABLE `shop_orders`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_orders_products`
--
ALTER TABLE `shop_orders_products`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_pay`
--
ALTER TABLE `shop_pay`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products`
--
ALTER TABLE `shop_products`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products_articles`
--
ALTER TABLE `shop_products_articles`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products_comments`
--
ALTER TABLE `shop_products_comments`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products_descr`
--
ALTER TABLE `shop_products_descr`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products_imgs`
--
ALTER TABLE `shop_products_imgs`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products_modifications`
--
ALTER TABLE `shop_products_modifications`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_products_similars`
--
ALTER TABLE `shop_products_similars`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_unit_currency`
--
ALTER TABLE `shop_unit_currency`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_unit_length`
--
ALTER TABLE `shop_unit_length`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `shop_unit_weight`
--
ALTER TABLE `shop_unit_weight`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `slider`
--
ALTER TABLE `slider`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `theme_admin`
--
ALTER TABLE `theme_admin`
  ADD PRIMARY KEY (`idItem`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`idItem`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `articles`
--
ALTER TABLE `articles`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT для таблицы `banners`
--
ALTER TABLE `banners`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `faq`
--
ALTER TABLE `faq`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT для таблицы `feedback`
--
ALTER TABLE `feedback`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `feedback_orders`
--
ALTER TABLE `feedback_orders`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `navigation`
--
ALTER TABLE `navigation`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=59;

--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT для таблицы `pages`
--
ALTER TABLE `pages`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `pages_admin`
--
ALTER TABLE `pages_admin`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT для таблицы `pages_site`
--
ALTER TABLE `pages_site`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT для таблицы `reviews`
--
ALTER TABLE `reviews`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `settings`
--
ALTER TABLE `settings`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `shop_catalog`
--
ALTER TABLE `shop_catalog`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT для таблицы `shop_catalog_products`
--
ALTER TABLE `shop_catalog_products`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT для таблицы `shop_delivery`
--
ALTER TABLE `shop_delivery`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `shop_fields`
--
ALTER TABLE `shop_fields`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `shop_fields_groups`
--
ALTER TABLE `shop_fields_groups`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `shop_fields_products`
--
ALTER TABLE `shop_fields_products`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT для таблицы `shop_fields_values`
--
ALTER TABLE `shop_fields_values`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `shop_mfrs`
--
ALTER TABLE `shop_mfrs`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `shop_orders`
--
ALTER TABLE `shop_orders`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `shop_orders_products`
--
ALTER TABLE `shop_orders_products`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `shop_pay`
--
ALTER TABLE `shop_pay`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `shop_products`
--
ALTER TABLE `shop_products`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT для таблицы `shop_products_articles`
--
ALTER TABLE `shop_products_articles`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `shop_products_comments`
--
ALTER TABLE `shop_products_comments`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `shop_products_descr`
--
ALTER TABLE `shop_products_descr`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `shop_products_imgs`
--
ALTER TABLE `shop_products_imgs`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `shop_products_modifications`
--
ALTER TABLE `shop_products_modifications`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `shop_products_similars`
--
ALTER TABLE `shop_products_similars`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `shop_unit_currency`
--
ALTER TABLE `shop_unit_currency`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `shop_unit_length`
--
ALTER TABLE `shop_unit_length`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `shop_unit_weight`
--
ALTER TABLE `shop_unit_weight`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `slider`
--
ALTER TABLE `slider`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `theme_admin`
--
ALTER TABLE `theme_admin`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `idItem` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
